{"antimage":{"name":"Anti-Mage","bio":"Die Mönche von Turstarkuri mussten mit ansehen, wie Welle um Welle von Eindringlingen durch die Ländereien des felsigen Tals zu Füßen ihres Bergklosters fegten. Abgeschottet in ihrem fern gelegenen Horst, blieben die Einsiedler von dem weltlichem Unfrieden verschont, versunken in tiefer Meditation, die weder Götter noch Magie kennt. Doch dann kam die Legion des Todesgottes, deren einziges Ziel es war, jeglichen Kult mit der Nihilosophie ihres untoten Gebieters zu verderben. Sie entfesselten all die Seelen und Körper der Heere, die in dem von tausend Jahren des Krieges geplagten Land gefallen waren und schickten sie gen Turstarkuri. Kaum zwei Wochen widerstand das Kloster den Angriffen. Die Wenigen unter den Mönchen, die sich in dem Irrglauben, die Eindringlinge wären nichts weiter als dämonische Visionen, aus der Meditation lösten, starben noch auf ihren Seidenkissen. Nur ein Jüngling überlebte - ein Pilger, der als Messdiener in das Kloster gekommen war, um Weisheit zu finden, aber noch nicht von den Geweihten aufgenommen worden war. Von Schrecken erfüllt musste er mitansehen, wie die Mönche, denen er noch kurz zuvor Tee und Nesseln serviert hatte, abgeschlachtet und ihre wiedererweckten Seelen anschließend in die Reihen des Todesgottes eingegliedert wurden. Mit nicht mehr als einigen der angepriesenen Spruchrollen Turstarkuris, entfloh er in die vermeintliche Sicherheit der umliegenden Länder und schwor, nicht nur die Magie des Todesgottes auszulöschen, sondern der gesamten Magie selbst ein Ende zu setzen.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape","Nuker"],"roles_l":["Carry","Escape","Nuker"]},"axe":{"name":"Axe","bio":"Schon als einfacher Fußsoldat strebte Mogul Khan nichts inniger an, als eines Tages ein General der Rotnebel-Armee zu werden. Schlacht um Schlacht bezeugte er seine mörderische Kampfeslust. Zügig stieg er in den Rängen der Armee auf, was nicht zuletzt seinen einschneidenden Argumenten gegenüber Vorgesetzten geschuldet war. Sieben Jahre dauerte der Feldzug der tausend Tümpel, in dessen Verlauf er sich als der blutrünstigste aller Kämpfer herausstellte und zu immer größerem Ruhm gelangte, während die Zahl seiner Mitstreiter immer weiter schwand. In der Nacht des endgültigen Sieges erklärte sich Axe selbst zum neuen Rotnebel-General und verlieh sich den höchsten Rang 'Axe'. Jetzt allerdings fehlten ihm die Untergebenen. Viele waren in den Schlachten umgekommen, ein nicht zu verachtender Anteil jedoch erlag der Klinge seiner eigenen Axt. Es bedarf wohl keiner weiteren Erklärung mehr, warum nun kaum ein Soldat mehr unter ihm dienen wollte. Axe kümmert das keinen Deut, als Ein-Mann-Armee ist er ohnehin am stärksten.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Durable","Disabler","Jungler"],"roles_l":["Initiator","Durable","Disabler","Jungler"]},"bane":{"name":"Bane","bio":"Wenn die Götter Albträume haben, ist Bane Elemental der Überbringer. Bane, auch unter dem Namen Atropos bekannt, wurde aus den nicht endenden Nachtängsten der Göttin Nyctasha geboren. Seine terrorisierende Macht wurde einst so stark, dass er, genährt von ihrer Unsterblichkeit, den Träumen entstieg und seine Gestalt aus ihrem tintenschwarzen Blut formte. Er ist die Inkarnation der Angst. Jedem Sterblichen, der seine Stimme vernimmt, flüstert er die düstersten Geheimnisse ins Ohr. Er bringt die finstersten Ängste aus dem Herzen eines jeden Helden zum Vorschein. Auch das Wachsein ist kein Ausweg, denn Banes stetig tropfendes, schwarzes Blut zieht seine Gegner in den Albtraum. In der Anwesenheit Banes lernt jeder Held, die Dunkelheit zu fürchten.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Nuker","Durable"],"roles_l":["Support","Disabler","Nuker","Durable"]},"bloodseeker":{"name":"Bloodseeker","bio":"Aus den umnebelten Bergspitzen Xhacatocatls entsandten die ausgestoßenen Zwillinge den geweihten Jäger Strygwyr, den Bloodseeker, um frisches Blut für sie zu finden. Wenn die Priester des Gipfelplateaus den unermesslichen Blutdurst der Ausgestoßenen nicht mehr zu stillen vermochten, würden diese sich bald in ihrem Zorn an der Bevölkerung des Bergkönigreichs nähren. Also schickte man Strygwyr auf die Suche nach Quellen neuen Blutes. Die sakralen Male an seinen Waffen und seiner Rüstung lassen die Lebenskraft jedes einzelnen Tropfen Blutes, den er vergießt, direkt in die Rachen der Zwillinge strömen. Im Laufe der Jahre ist er zu einem ruchlosen Jäger geworden, der im Kampf einem wilden Schakal gleicht. Hinter der Maske des Bloodseekers, so munkelt man, lassen sich von Zeit zu Zeit die Gesichtszüge der Ausgestoßenen selbst erhaschen, die ihren Bluthund mit eigener Hand führen.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Disabler","Jungler","Nuker","Initiator"],"roles_l":["Carry","Disabler","Jungler","Nuker","Initiator"]},"crystal_maiden":{"name":"Crystal Maiden","bio":"In einem gemäßigten Klima geboren und zusammen mit ihrer feurigen, älteren Schwester Lina aufgezogen, merkte Rylai, die Crystal Maiden, schnell, dass ihre angeborene Elementaraffinität zu Eis allen um ihr herum Ärger bereitete. Quellen und Gebirgsflüsse froren in wenigen Augenblicken zu, wenn sie für eine kurze Rast in der Nähe haltmachte; reifendes Getreide trug Frostschäden davon und Obstbäume verwandelten sich in Labyrinthe aus Eis, sodass die nun zerstörte Ernte herabfiel. Als ihre entnervten Eltern Lina in Richtung des Äquators wegschickten, wurde Rylai in die nördlichen Gebiete um Icewrack vertrieben, wo sie von einem Eiszauberer aufgenommen wurde, der sich am höchsten Punkt des Blauherzgletschers eine Klause in das Eis getrieben hatte. Nach einem langen Studium erklärte sie der Zauberer bereit für eigenständiges Training und verließ sie, damit sie seinen Platz einnahm, während er weiter in den Gletscher hinabstieg, um die nächsten tausend Jahre dort zu überwintern. Ihre Beherrschung der gefrorenen Künste ist seitdem nur besser geworden und nun sind ihre Fähigkeiten unübertroffen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Nuker","Jungler"],"roles_l":["Support","Disabler","Nuker","Jungler"]},"drow_ranger":{"name":"Drow Ranger","bio":"Drow Rangers Vorname ist Traxex - ein Name, der gut zum Volk der kleinwüchsigen, trollartigen und eher abscheulichen Drow passt. Doch Traxex selbst ist keine Drow. Banditen überfielen den Wagen, mit dem ihre Eltern reisten, und der Lärm des Abschlachtens Unschuldiger weckte den Zorn des ruhigen Volkes der Drow. Nachdem sich der Kampf gelegt hatte, entdeckten die Drow ein kleines Mädchen, das sich im Wrack des Wagens versteckte, und einigten sich darauf, dass es nicht zurückgelassen werden konnte. Schon als Kind erwies sich Traxex als Naturtalent der von ihnen geschätzten Künste: Heimlichkeit, Geräuschlosigkeit, Scharfsinn. Geistig, wenn auch nicht physisch, hätte sie ein Drow-Wechselkind sein können, das in seine wahre Heimat zurückgebracht wurde. Mit steigendem Alter wuchs sie jedoch über ihre Familie hinaus und begann sich als hässlich zu empfinden. Immerhin waren ihre Gesichtszüge glatt und symmetrisch, vollkommen rein von Warzen und borstiger Barthaare. Von ihrem Adoptivstamm entfremdet, zog sie sich zurück, um alleine in den Wäldern zu leben. Verirrte Reisende, die aus dem Wald heraus fanden, sprechen manchmal von einer unglaublich schönen Waldläuferin, die sie von tief zwischen den Bäumen anstarrte und dann wie ein Traum entschwand, bevor sie sich ihr nähern konnten. Geschmeidig und heimlich, glühend kalt, bewegt sie sich still wie der Nebel. Das Flüstern, welches man hört, sind ihre Eispfeile, die das Herz eines Feindes finden.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Disabler","Pusher"],"roles_l":["Carry","Disabler","Pusher"]},"earthshaker":{"name":"Earthshaker","bio":"Wie ein Golem oder Gargoyle war Earthshaker einst eins mit der Erde, wandelt nun aber frei auf ihr umher. Im Gegensatz zu diesen beiden anderen Wesen, schuf er sich jedoch in einem Willensakt selbst und dient keinem anderen Meister. Während seines unruhigen Schlafs, eingeschlossen in einer tiefen Gesteinsschicht, wurde er sich des Lebens bewusst, welches über ihm unbehindert dahinfloss. Die Neugier in ihm wuchs. Dann ließ eine Serie von Erdbeben Lawinen von den Gipfeln des Nishai hinabdonnern, veränderte den Lauf von Flüssen und verwandelte flache Täler in bodenlose Erdspalten. Als die Erde schließlich aufhörte zu beben, schritt Earthshaker aus der sich legenden Staubwolke, massive Felsblöcke zur Seite stoßend, als wären es leichte Tücher. Er schuf sich selbst nach dem Abbild einer sterblichen Bestie und nannte sich Raigor Stonehoof. Nun blutet und atmet er und kann deshalb auch sterben. Doch seine Seele ist weiterhin die der Erde; er trägt ihre Macht in dem magischen Totem, das er immer mit sich führt. Und an dem Tag, an dem er wieder zu Staub wird, wird die Erde ihn als verlorenen Sohn wieder empfangen.","atk":"melee","atk_l":"Nahkampf","roles":["Support","Initiator","Disabler","Nuker"],"roles_l":["Support","Initiator","Disabler","Nuker"]},"juggernaut":{"name":"Juggernaut","bio":"Niemand hat jemals das Gesicht hinter der Maske von Yurnero dem Juggernaut gesehen. Niemand weiß, ob er überhaupt eines hat. Weil er sich einem korrupten Lord widersetzte, wurde Yurnero von der Insel der Masken verbannt - eine Strafe, die sein Leben rettete. Die Insel verschwand kurz darauf in einer Nacht von Rache übender Magie. Er ist der letzte Hinterbliebene, um die lange Tradition der Juggernauts der Insel, die von Ritualen und Schwertkampf geprägt ist, fortzuführen, der letzte Praktizierende dieser Kunst. Yurneros Selbstvertrauen und Mut sind das Ergebnis endlosen Trainings; seine originelle Klingenarbeit beweist, dass er nie aufgehört hat sich selbst zu fordern. Seine Beweggründe sind immer noch genauso rätselhaft wie sein Gesichtsausdruck. Für einen Helden, der zweimal alles verloren hat, kämpft er als wäre der Sieg ein vorbestimmtes Ende.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Pusher","Escape"],"roles_l":["Carry","Pusher","Escape"]},"mirana":{"name":"Mirana","bio":"Obwohl in einer Königsfamilie geboren und als Blutprinzessin die nächste in der Thronfolge des Sonnenthrons, gab Mirana bereitwillig jeglichen Anspruch auf weltliche Besitztümer oder Titel auf und widmete sich vollständig dem Dienst unter Selemene, der Göttin des Mondes. Seit jeher bekannt als Prinzessin des Mondes, schleicht Mirana in den Nachtsilberwäldern umher, auf der Suche nach jedem, der es wagt den leuchtenden Lotos aus den silberglänzenden Teichen in den Gebieten der Göttin zu stehlen. Wenn Sie auf ihrer gewaltigen Katze reitet, ist sie selbstsicher, stolz und furchtlos, eingestimmt auf die Mondphasen und größeren Sternbilder. Ihr Bogen, welcher mit spitzen Scherben aus Monderz bestückt ist, beansprucht die Kraft des Mondes, um seine Pfeile aus Licht aufzuladen.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Support","Escape","Nuker","Disabler"],"roles_l":["Carry","Support","Escape","Nuker","Disabler"]},"nevermore":{"name":"Shadow Fiend","bio":"Es heißt, dass Nevermore, der Shadow Fiend, die Seele eines Poeten besitzt. Tatsächlich hat er tausende davon. Über die Jahrhunderte hat er die Seelen von Poeten, Priestern, Kaisern, Bettlern, Sklaven, Philosophen, Verbrechern und (natürlich) Helden gesammelt; keinerlei Seele kann ihm entkommen. Wozu er sie benutzt ist nicht bekannt. Niemand hat jemals in den Abgrund geblickt, von dem aus Nevermore wie ein Aal zwischen den Astralfelsen hervorgreift. Verschlingt er sie eine nach der anderen? Reiht er sie in den Hallen eines gespenstischen Tempels auf oder werden sie Teil eines nekromantischen Gebräus? Ist er lediglich eine Marionette und eine dämonische Gestalt von jenseits des Spalts hält die Fäden in der Hand? Seine Bösartigkeit ist so groß, seine dunkle Aura so präsent, dass kein vernünftiges Wesen sie zu durchdringen vermag. Wenn Sie dennoch wissen möchten, was mit den gestohlenen Seelen geschieht, gibt es einen sicheren Weg es herauszufinden: Fügen Sie Ihre Seele seiner Sammlung hinzu. Oder warten Sie einfach auf Nevermore.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker"],"roles_l":["Carry","Nuker"]},"morphling":{"name":"Morphling","bio":"Für eine lange Zeit kreiste der Komet nur, ein Satellit einer fernen Sonne, gebunden durch den erbarmungslosen Sog der Gravitation. Die massive Eiskugel raste durch die Dunkelheit zwischen den Welten, ungesehen auf seiner dunklen Reise. Am Vorabend des Kriegs der Vloy fiel er vom Nachthimmel und hinterließ dort eine leuchtende Spur. Ein Zeichen, das beide Armeen als Omen betrachteten. Die gefrorene Kugel schmolz in einem Blitz aus kochender Hitze, als unter ihr zwei Armeen den Kampf an den Ufern eines schmalen Flusses aufnahmen. Auf diese Weise aus seiner eisigen Starre befreit, war der Morphling im Kampf geboren, eine elementare Macht, eins mit den Gezeiten des Ozeans, unberechenbar und unabhängig. Er betrat das Schlachtfeld, nahm instinktiv die Form des ersten Generals ein, der seinen Fuß über den Fluss setzte und tötete diesen. Als die Streitmächte zusammenstießen, wechselte er während des Kampfes von einer Form in die andere, wobei er sofort das Wesen des jeweiligen Kriegers in sich aufnahm. Mal ein Fußsoldat, mal ein Bogenschütze, mal ein Kavallerist, nahm er alle Formen an, bis Morphling, als der letzte Soldat fiel, alle Rollen im Kampf gespielt hatte. Das Ende der Schlacht war für ihn erst der Anfang.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Escape","Durable","Nuker","Disabler"],"roles_l":["Carry","Escape","Durable","Nuker","Disabler"]},"phantom_lancer":{"name":"Phantom Lancer","bio":"In dem abgelegenen Dorf Pole wusste man nichts von dem im Herzen des Königreichs tobenden Krieg. Für die Dörfler war die Ruhe des Speerfischens und ein Mahl im Kreise der Familie alles, was das Herz begehrt. Dennoch fand Krieg auch hierher seinen Weg. Als eine Schar kräftiger Rekruten an den Heimen seines Dorfes vorbeizog, schloss sich ihnen ein einfacher Lancer namens Azwraith an und schwor, dem Königreich und seiner Heimat Frieden zu bringen. Zusammen mit den Seinen bildete er die Vorhut für den entscheidenden Angriff auf Dread Magus Vorn. Ein Angriff, der Tribute fordern sollte. Während die Hauptstreitmacht den Kampf gegen die Feste führte, war Azwraith der einzig Überlebende seiner Mannen und er allein schaffte es hinter die Mauern des Feindes. Durch das Blut seiner Brüder angetrieben bezwang Azwraith jede tödliche Falle und beschworene Wache. Bald darauf stand der einfache Fischersmann im Heiligtum von Vorns Turm. Lanze gegen Stab dauerte das Duell die ganze Nacht, während unter ihnen Chaos wütete, bis Azwraith mit einem ohrenbetäubenden Schrei seinen Gegner erstach. Aber der Zauberer starb keinen einfachen Tod, sein Körper zerstob in unzählige Splitter aus Licht, seinen Bezwinger mit magischer Kraft durchdringend. Nachdem sich der Staub gelegt hatte und der Rauch der Schlacht verzogen war, fand sich Azwraith zwischen den Seinen stehend wieder. Jeder schien die gleiche Rüstung, die gleichen Waffen wie er zu tragen und er spürte, dass sie ebenso seine Gedanken teilten. Sich den nähernden Verbündeten bewusst werdend, befahl er den Geistern sich zu verbergen und nach und nach verblassten sie bis zur Unkenntlichkeit. Als die Soldaten das Heiligtum erreichten, fanden sie den Krieger, der den Zauberer bezwungen hatte. Doch als sie sich ihm näherten, verschwand er. Der Lanzenträger, der vor ihnen stand, war nur ein weiterer Geist.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape","Pusher","Nuker"],"roles_l":["Carry","Escape","Pusher","Nuker"]},"puck":{"name":"Puck","bio":"Während Puck auf den ersten Blick wie ein schelmischer, kindlicher Charakter wirkt, verbirgt diese Eigenschaft eine fremdartige Persönlichkeit. Als Jungform eines Faerie Dragon, einer Kreatur, die Äonen überlebt, hat Puck bereits Jahrtausende in ihrer kindhaften Form verbracht. Obwohl es also technisch richtig ist, dass Puck noch jung ist, wird sie es auch noch dann sein, wenn die Städte der gegenwärtigen Ära zu Staub zerfallen sind. Ihre Beweggründe sind daher rätselhaft und was wie ein Spiel wirkt, könnte tatsächlich eine dunklere Absicht verheimlichen. Ihre endlose Vorliebe für Unheil ist der einzige Hinweis auf Pucks wahres Wesen.","atk":"ranged","atk_l":"Fernkampf","roles":["Initiator","Disabler","Escape","Nuker"],"roles_l":["Initiator","Disabler","Escape","Nuker"]},"pudge":{"name":"Pudge","bio":"Weit im Süden von Quoidge, auf den Schlachtfeldern endloser Blutbäder, kreucht eine korpulente Gestalt in rastlosem Schaffen durch die Nacht - sie zerstückelt und zerschneidet die Leichen und häuft die Körperteile und Eingeweide der Gefallenen zu Bergen an, auf dass die Schlacht bei Sonnenaufgang von Neuem beginnen möge. In diesen verfluchten Gefilden kann nichts verwesen, nichts verfallen; kein Körper wird jemals in die Erde zurückkehren, aus der er hervorgegangen ist, wie tief das Grab auch ist. Von den Aasgeiern gepeinigt, deren Mahlzeit er in schnabelgerechte Stücke schneidet, hat Pudge der Butcher den Umgang mit seinen Klingen, die mit jedem Schnitt schärfer werden, perfektioniert. Schnipp, schnipp, platsch. Das Fleisch fällt von den Knochen; Sehnen und Bänder trennt er auf wie nasses Papier. Das Metzgerhandwerk lag ihm schon immer, doch im Laufe der Jahre hat Pudge auch Geschmack am Nebenprodukt seiner Kunst gefunden. Es fing langsam an, ein Brocken Muskelfleisch hier, ein Schlürfer frisches Blut da... mittlerweile zögert er nicht, seine Zähne auch in den zähsten Rumpf zu stoßen, wie ein Hund, der an einem Lumpen kaut. Selbst die, die dem Sensenmann in die Augen blicken können, fürchten noch den Butcher.","atk":"melee","atk_l":"Nahkampf","roles":["Disabler","Initiator","Durable","Nuker"],"roles_l":["Disabler","Initiator","Durable","Nuker"]},"razor":{"name":"Razor","bio":"Zu den gefürchtetesten unter den, für den Ruf ihrer Heimat so bezeichnenden, Bewohnern der Unterwelt gehört Razor, der Lightning Revenant. Mit seiner Blitzpeitsche streift er durch das verschlungene Netz der Pfade, auf denen die Seelen der Toten nach ihrer angeborenen Intelligenz, Gerissenheit und Beharrlichkeit sortiert werden. Aus der Höhe verfolgt Razor die verwirrten Seelen und treibt sie mit schallenden Hieben beißender Elektizität an, auf dass sie ihren Weg in das strahlende Licht finden oder sich in der Endlosigkeit finsterer Stollen verlieren mögen. Razor ist die absolute Verkörperung totalitären Gebietens, ohne jegliche Emotion, fast schon klinisch in der Anwendung seiner Gewalt. Und dennoch ummantelt ihn eine erhabene Aura sardonischer Genugtuung über seine Taten.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Durable","Nuker","Pusher"],"roles_l":["Carry","Durable","Nuker","Pusher"]},"sand_king":{"name":"Sand King","bio":"Die Sande der schimmernden Wüste sind lebendige, denkende Wesen - zu einem Kollektiv verbunden, verfügen sie über ein Denkvermögen dessen Ausmaße ebenso unermesslich wie die ihres Reiches sind. Nur, wenn es im Umgang mit niederen Naturen eines Abgesandten bedarf, sondert die Wüste ein Fragment ihres Leibes ab und füllt es in einen magischen Panzer aus der Fertigung des raffinierten Djinns von Qaldin. Dieses Wesen nennt sich selbst Crixalis, die 'Seele des Sandes', andernorts ist es dagegen nur als Sand King bekannt. Inspiriert von den zahlreichen Einwohnern der schimmernden Wüste, hat Sand King die Gestalt eines übergroßen Arachniden angenommen, eine Erscheinung, die nur zu gut seine grimmige Natur beschreibt. Wächter, Krieger, Botschafter - Sand King ist Inbegriff all dessen und dabei untrennbar von der endlosen Wüste, die ihn zum Leben erweckte.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Disabler","Nuker","Escape","Jungler"],"roles_l":["Initiator","Disabler","Nuker","Escape","Jungler"]},"storm_spirit":{"name":"Storm Spirit","bio":"Storm Spirit ist buchstäblich eine Naturgewalt. Die unbändige Macht von Wind und Wetter, abgefüllt in menschlicher Form. Und um was für eine ungestüme, heitere und unkontrollierbare Form es sich hierbei handelt! So fröhlich wie ein Lieblingsonkel verleiht er jeder Szene knisternde Energie. Doch das war nicht immer so, seine Entstehung war von Tragödien gezeichnet. Vor Generationen litten rechtschaffene Leute im Flachland hinter den jammernden Bergen unter Dürre und Hungersnot. Ein einfacher Elementarist namens Thunderkeg nutzte einen verbotenen Zauber, um den Geist des Sturmes zu beschwören und ihn um Regen zu bitten. Erzürnt von der Überheblichkeit des Sterblichen, machte der Storm Celestial Raijin das Land mit Wind und Flut dem Erdboden gleich. Thunderkeg war kein ebenbürtiger Gegner für den Celestial - bis er einen Suizidzauber wirkte, der ihre Schicksale verschmolz: Er sperrte den Celestial im Käfig seines eigenen Körpers ein. Zusammen gefangen ließ Thunderkegs unermesslich guter Humor, gepaart mit Raijins verrückter Energie, den fröhlichen Raijin Thunderkeg entstehen, einen Celestial, der in physischer Form durch die Welt reist. ","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Escape","Nuker","Initiator","Disabler"],"roles_l":["Carry","Escape","Nuker","Initiator","Disabler"]},"sven":{"name":"Sven","bio":"Sven ist der uneheliche Sohn eines Vigil Knights, geboren von einer Pallid Meranth, großgezogen in den Shadeshore Ruins. Da sein Vater gegen den Vigil Codex verstieß, wurde er hingerichtet, seine Mutter wurde von ihrer wilden Rasse gemieden. Daher glaubt Sven, dass Ehre nicht in sozialer Ordnung, sondern in sich selbst zu finden ist. Nachdem er seine Mutter während ihres schleichenden Todes pflegte, ließ er sich als Novize bei den Vigil Knights aufstellen, wobei er jedoch niemals seine Identität preisgab. Er ging 13 Jahre in die Schule seines Vaters, wo er sich den starren Code aneignete, der seine Existenz zur Abscheulichkeit erklärte. Am Tage seiner Eidablegung ergriff er die Outcast Blade, zerschmetterte den Sacred Helm und verbrannte den Codex in der heiligen Flamme der Vigil. Er verließ Vigil Keep, für immer allein, seinem eigenen Code bis zur letzten Rune folgend. Immer noch ein Ritter, ja... aber ein Rogue Knight.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Disabler","Initiator","Durable","Nuker"],"roles_l":["Carry","Disabler","Initiator","Durable","Nuker"]},"tiny":{"name":"Tiny","bio":"Geboren als Steinbrocken, ist Tinys Herkunft ein Mysterium, das ihm keine Ruhe lässt. Jetzt ist er ein Stone Giant, doch was war er zuvor? Ein abgebrochener Splitter aus der Ferse eines Golems? Eine weggekehrte Scherbe aus der Bildhauerwerkstatt eines Gargoyles? Ein Fragment des Oracular Visage von Garthos? Getrieben von Neugier reist er durch die Welt und sucht unermüdlich nach seiner Herkunft, seiner Abstammung, seinem Volk. Auf seiner Wanderschaft gewinnt er stetig an Gewicht und Größe; die Kräfte, die kleineres Gestein verwittern lassen, lassen Tiny nur noch weiter wachsen.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Nuker","Pusher","Initiator","Durable","Disabler"],"roles_l":["Carry","Nuker","Pusher","Initiator","Durable","Disabler"]},"vengefulspirit":{"name":"Vengeful Spirit","bio":"Selbst die zufriedenste Skywrath ist eine griesgrämige Kreatur, die von Natur aus - selbst beim geringsten Anlass - auf Rache sinnt. Doch Vergeltung ist das Wesen von Vengeful Spirit. Einst ein stolzer und wilder Skywrathspross, war Shendelzare die Thronfolgerin des Grausamen Horsts, bis sie durch den Verrat einer ihrer Schwestern um ihr Geburtsrecht gebracht wurde. Nachdem sie im Netz eines Assassinen gefangen wurde, konnte sich Shendelzare nur befreien, indem sie sich ihre Flügel ausriss und die ultimate Demütigung erfuhr, als sie zu Fuß davonhinkte. Sie wusste, dass die Skywrath sie niemals mit gebrochenen Flügeln als Herrscherin akzeptieren würden; und ihre Schwester, die sich im höchstgelegenen Schlafgemach des Eyrie aufhielt, war für Flügellose unerreichbar. Da sie nicht als flügelloser Krüppel leben wollte und aus tiefstem Herzen nach Rache sinnte, schloss die gefallene Prinzessin einen Handel mit der Göttin Scree'auk: Sie lieferte ihren gebrochenen Körper aus und erhielt eine unvergängliche Form geistiger Energie, getrieben von Vergeltung, in der Lage massiven Schaden auf materieller Ebene zu verursachen. Sie wird wohl auf ewig flügellos bleiben, doch ihre Rache wird sie bekommen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Initiator","Disabler","Nuker","Escape"],"roles_l":["Support","Initiator","Disabler","Nuker","Escape"]},"windrunner":{"name":"Windranger","bio":"So manches Geheimnis schlummert gut verborgen in den Tiefen der westlichen Wälder. Eines davon ist Lyralei, die Meisterschützin der Wälder und das Kind des Windes. Am Tage ihrer Geburt starb ihre Familie in einem verheerenden Sturm - der Wind riss ihr Haus nieder und all ihr Hab und Gut zerstob in den Lüften. Seitdem nennt man sie Windranger. Nur das Neugeborene überlebte im Trümmerfeld zwischen Tod und Zerstörung. Als der Sturm vorüber war und die Stille eintrat, war es der Wind selbst, der die zarten Rufe des Kindes vernahm, welches dort einsam und verlassen im Gras lag. Der Wind hatte Mitleid mit dem Kind und so hob er es in die Lüfte und legte es vor einer Türschwelle in einem Nachbardorf ab. In den Jahren darauf kehrte er immer wieder zurück und beobachtete aus der Ferne, wie sich der Sprössling entwickelte. Nach langen Jahren erbitterten Trainings ist Windranger nun zu einer Schützin herangewachsen, deren Pfeile kein Ziel mehr verfehlen. Sie läuft so schnell, als stünde ihr der Wind stets im Rücken und ihre Gegner peinigt sie mit einem Hagel aus Pfeilen, fast so, als wäre sie selbst zu einer Naturgewalt geworden.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Support","Disabler","Escape","Nuker"],"roles_l":["Carry","Support","Disabler","Escape","Nuker"]},"zuus":{"name":"Zeus","bio":"Zeus, Lord of Heaven und Vater der Götter, behandelt alle Helden, als seien sie seine ungestümen, rebellischen Kinder. Nachdem er unzählige Male beim Rendezvous mit zahlreichen sterblichen Frauen erwischt wurde, stellte ihm seine Ehefrau schließlich ein Ultimatum: 'Wenn du die Sterblichen so liebst, dann werde selbst einer von ihnen. Wenn du dich als treu erweisen kannst, kehre als mein unsterblicher Ehemann zurück. Andernfalls sollst du zusammen mit deinen Kreaturen sterben.' Zeus konnte ihrer Logik (und Magie) nicht widersprechen und stimmte ihrem Plan zu. Seitdem zeigt er sich von seiner besten Seite und sehnt sich wieder mehr nach Unsterblichkeit als nach den Sterblichen. Um sich seiner ewigen Gattin jedoch würdig zu erweisen, muss er weiterhin den Sieg auf dem Schlachtfeld verfolgen.","atk":"ranged","atk_l":"Fernkampf","roles":["Nuker"],"roles_l":["Nuker"]},"kunkka":{"name":"Kunkka","bio":"Als Admiral der mächtigen claddischen Marine war Kunkka verantwortlich für den Schutz der Inseln seines Heimatlandes, als die Dämonen von Cataract gezielt nach dem Land der Menschen griffen. Nach Jahren kleinerer Einsätze und zunehmend gewagteren und verheerenderen Angriffen, warf die Dämonenflotte all ihre fleischfressenden Schiffe gegen die Trembling Isle. Verzweifelt beschworen die Selbstmord-Magier der Cladd in ihrem letzten Ritual eine Heerschar von Ahnengeistern, um die Flotte zu beschützen. Gegen die Dämonen war dies gerade genug, um das Blatt in der Schlacht zu wenden. Während Kunkka zusah, wie die Dämonen seine Schiffe eins nach dem anderen versenkten, verspürte er die Genugtuung, die feindliche Flotte mit seiner altertümlichen Magie zu verschleißen. Doch während des Höhepunkts der Schlacht musste etwas im Gemenge aus Dämonen, Menschen und Geistern eine vierte, in der Tiefe schlummernde Macht aufgeweckt haben. Die Wellen wuchsen um die wenigen verbleibenden Schiffe zu gewaltigen Bergen an und Maelrawn der Tentacular erschien inmitten des Kampfgetümmels. Seine Tentakel wanden sich zwischen die Schiffe, zogen Boote von Dämonen und Menschen gleichermaßen aneinander und verwandelten Wasser und Wind in ein wütendes Chaos. Was dort im Auge des Sturms passierte, kann heute niemand genau sagen. Die Schiffe der Cataract verschwanden in der Leere, von der ehemaligen Besatzung aufgegeben. Kunkka ist nun der Admiral eines einzigen Schiffes, eines geisterhaften Wracks, das immer wieder die letzten Sekunden seiner Zerstörung durchlebt. Ob er während dieses Seebruchs starb, darüber kann man nur spekulieren. Nicht einmal Tidehunter, der Maelrawn beschwörte, kann dies mit Sicherheit sagen.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Disabler","Initiator","Durable","Nuker"],"roles_l":["Carry","Disabler","Initiator","Durable","Nuker"]},"lina":{"name":"Lina","bio":"Die Geschwisterrivalitäten zwischen Lina, der Slayerin, und ihrer jüngeren Schwester Rylai, der Crystal Maiden, waren legendär in den gemäßigten Regionen, wo sie zusammen ihre streitsüchtige Kindheit verbrachten. Lina war immer im Vorteil, denn während Crystal arglos und naiv war, war Linas feuriger Eifer durch Klugheit und Hinterhältigkeit bestimmt. Die entnervten Eltern dieser unvereinbaren Nachkommen lebten auf einem halben Dutzend Gehöfte, verloren eins an das Feuer, das nächste an das Eis, bevor sie erkannten, dass das Leben einfacher wäre, wenn die Kinder getrennt würden. Als die Ältere wurde Lina weit in den Süden geschickt, um mit einer geduldigen Tante in der glühenden Wüste von Misrule zu leben, ein Klima, welches sich als mehr als angenehm für die feurige Slayerin erwies. Ihre Ankunft machte einen bleibenden Eindruck bei den schläfrigen Einheimischen und mehr als ein Möchtegern-Verehrer verbrannte sich seine Finger oder ging mit versengten Augenbrauen nach Hause, nachdem seine Annäherungen zurückgewiesen wurden. Lina ist stolz und zuversichtlich und nichts kann ihr Feuer dämpfen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Carry","Nuker","Disabler"],"roles_l":["Support","Carry","Nuker","Disabler"]},"lich":{"name":"Lich","bio":"Zu Lebzeiten setzte Eismagier Ethreain (damals war er noch kein Lich) die zerstörerischen Kräfte der Eismagie ein, um ganze Königreiche zu unterwerfen. Seine Untergebenen, von einigen wenigen verzweifelten Magiern unterstützt, konnten schließlich ihre Furcht bezwingen und bereiteten einen Hinterhalt für ihn vor. Mit genug verzauberten Seilen ausgestattet, um ihn auf ewig zu fesseln, fesselten sie den Frostmagier an Gewichte aus Adamant und warfen ihn in ein Loch, von dem erzählt wurde, dass es bodenlos sei. Dies war nicht der Fall. Er fiel für ungefähr ein Jahr, bis er auf einem Felsen landete. Dort ruhte er, tot aber nicht verwesend, bis der Geomant Anhil beschloss, die Legende vom angeblich bodenlosen Schwarzen Tümpel auf ihre Richtigkeit zu überprüfen. Anhils Lot verhedderte sich in den Seilen, die den ertrunkenen Magier banden, und zog die unerwartete Beute nach oben. Er dachte, dass er den Toten über die Eigenschaften des Lochs befragen könnte, wenn er ihn in einen Untoten verwandeln würde. Daher entfernte er die Fesseln und führte eine kurze Wiederbelebungszeremonie durch. Aber er stellte schnell fest, dass er einen Fehler begangen hatte, als der Lich seine Fesseln abwarf und ihn auffraß.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker"],"roles_l":["Support","Nuker"]},"lion":{"name":"Lion","bio":"Einst gelangte Lion, ein Großmeister der Demon Witch-Tradition zu höherem Ansehen unter seinen Brüdern, weil er für die Seite der Gerechtigkeit kämpfte. Doch Ruhm verdirbt den Geist. Der Magier, dessen Macht nur noch von seiner eigenen Gier übertroffen wurde, verfiel einem Dämon, der das Böse in ihm weckte, und so verkaufte er seine Seele für den Glanz der Ehre. Als seine Seele durch zahllose Gräultaten verdorben war, verbannte man ihn. Der Dämon betrog ihn, um Geschäfte mit seinen Feinden zu machen. Lions Wut wuchs so maßlos, dass er dem Dämon bis in die Hölle folgte, ihn erschlug, Stück für Stück zerfleischte und dessen dämonische Hand an sich nahm. Doch die Dämonoplastie hat ihren Preis. In der Folge wurde Lion entstellt, sein Körper in eine unkenntliche Gestalt verwandelt. In seiner unbändigen Wut stieg er aus der Hölle empor, um sogar jene zu töten, die ihn einst Meister genannt hatten und das Land, in dem er früher so verehrt worden war, in Schutt und Asche zu legen. Heute ist er der einzige Verbliebene der Demon Witch-Tradition, und die, die sich als Diener oder Schüler dieser Kunst versuchen, werden früh ihres Manas entledigt und ihre Überreste vom Wind davongetragen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Nuker","Initiator"],"roles_l":["Support","Disabler","Nuker","Initiator"]},"shadow_shaman":{"name":"Shadow Shaman","bio":"Von Geburt an fristete Rhasta ein klägliches Dasein auf den blutenden Hügeln, bis ihn einmal ein umherwandernder Schwindler auflas. Für einen Kupfernagel sagte dieser einem bangen Gemüt die Zukunft voraus. Für drei kastrierte er des Bauers Schweine, für fünf dessen Söhne. Für eine reichliche Mahlzeit holte er seine Schamanenkluft heraus und las aus seinen alten Büchern, um die Feinde seiner Gönner auf ewig zu verfluchen. Sein kurioser Zögling, zur Hälfte Hügeltroll - zur Hälfte... etwas anderes - fungierte als sein Assistent und lockte die Kundschaft mit seinem exotischen Anmut an. Die beiden streiften durch die Lande, ihren Opfern stets einen Schritt voraus und immer einen Tag früher als das Gesetz in der nächsten Stadt. Eines Tages jedoch bemerkte der Schwindler, dass sein Jüngling der Künste, die er selbst nur zu beherrschen vorgab, tatsächlich mächtig war. Sein Schützling besaß eine Gabe – eine Gabe, die seine Kunden zu schätzen wussten. Also schob er fortan den jungen Rhasta vor die Menge; so ward der Name Shadow Shaman geboren. Von Stadt zu Stadt wuchs die Bekanntheit des Shadow Shaman und die beiden häuften immer neue Reichtümer an. Dann aber holte sie ihre zwielichtige Vergangenheit ein, als sie von einem wütenden Mob ehemaliger Kunden überfallen wurden. Der Schwindler ging alsbald zu Boden und weckte damit das Böse in Rhasta, der mithilfe seiner Kräfte ein Massaker unter den Angreifern veranstaltete. Über dem Grab seines geliebten Herrn schwor er sich, seine Kräfte von nun an gegen alle einzusetzen, die ihm schaden wollen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Pusher","Disabler","Nuker","Initiator"],"roles_l":["Support","Pusher","Disabler","Nuker","Initiator"]},"slardar":{"name":"Slardar","bio":"Slardar ist ein Slithereen, ein Wesen der Tiefe, Hüter eines riesigen Netzwerks versunkener Städte und der dort begrabenen uralten Schätze. Im lichtlosen Schlund der tiefsten ozeanischen Abgründe patrouilliert der Slithereen-Wächter durch die geheimen Schatzkammern und ist stets auf der Suche nach den, von habgierigen Zauberern der trockenen Länder in die Tiefen geschickten, Unterseedieben. Er ist absolut loyal und seine verschwiegene Natur verbirgt großes Wissen über die geheimsten Plätze der See. Trotz der Schmerzen, die ihm die Helligkeit bereitet, steigt er auch in seichtere Gewässer auf, wo er Informationen sammelt, damit sich niemand unbemerkt gegen die Tiefen verschwören kann und manchmal, um die wenigen, die es bewerkstelligen etwas von den versunkenen Schätzen zu stehlen, unerbittlich zu jagen. Da er sein gesamtes Leben unter dem gewaltigen Druck der Tiefsee stand, ist Slardar der Slithereen-Wächter eine Kreatur von immenser Kraft.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Durable","Initiator","Disabler","Escape"],"roles_l":["Carry","Durable","Initiator","Disabler","Escape"]},"tidehunter":{"name":"Tidehunter","bio":"Der Tidehunter, bekannt als Leviathan, war einst der Meister der versunkenen Inseln, doch seine Motive sind so unbekannt wie die seiner Leute. Wir alle wissen um die Wichtigkeit von Drylanders Schifffahrtswegen, wie Imperien aufsteigen und fallen, je nachdem wer die offenen Gewässer kontrolliert. Weitaus weniger ist über die Unterwasserwege bekannt und wie sich die Krieg führenden Stämme der Meranthic Diaspora in zahllosen Unterwasserauseinandersetzungen Platz für Habitate geschaffen haben. In den brüchigen Abkommen zwischen Mer und Men können wir einen Blick auf die Ausdehnungen des gefallenen Imperiums erhaschen, doch ihre Politik scheint komplex und undurchsichtig. Man könnte meinen, dass Leviathan genug von derart belanglosen Streitigkeiten hätte und auf eigene Faust losziehen würde, loyal zu seinem eigenen, abgründigen Gott, Maelrawn der Tentacular. Jetzt durchsucht er die Untiefen nach Men oder Meranthen, die seinen Weg kreuzen und eine besondere Abscheu für Admiral Kunkka hegen, der für lange Zeit, aus Gründen, die in den tiefsten Stellen der See verschollen sind, ihr Erzfeind gewesen ist.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Durable","Disabler","Nuker"],"roles_l":["Initiator","Durable","Disabler","Nuker"]},"witch_doctor":{"name":"Witch Doctor","bio":"Eine drahtige Gestalt humpelt vorwärts. Sein Aussehen wirkt unregelmäßig, sein Gang grotesk. Unbarmherzig durchkreuzt er das Schlachtfeld auf der Suche nach der entscheidenden Schwachstelle, wo seine Künste die meiste Not zu lindern und das meiste Leid zu bringen vermögen. Ob gebrochen oder falsch geschaffen ist nicht sicher, aber dennoch vermag niemand die Macht in Frage zu stellen, die diese verbogene Erscheinung trägt. Ein langer Stab schlägt dumpf auf die Erde. Zharvakko, der Witch Doctor, rückt vor und entfaltet dabei ein furchteinflößendes Arsenal an Götzen, Hexereien und Zaubern. Es ist ein Körper voll magischen Wissens, erlernt und perfektioniert während mehrerer Menschenleben in den Inselhochländern von Arktura. Nun wendet er dieses Wissen mit großer Präzision gegen seine Gegner an. Zharvakko kann sowohl Ihr bester Freund als auch Ihr ärgster Feind sein. Er heilt seine Verbündeten und vernichtet alle, die sich ihm entgegenstellen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Disabler"],"roles_l":["Support","Nuker","Disabler"]},"riki":{"name":"Riki","bio":"Riki wurde als zweites von drei Kindern in die große Dynastie von Tahlin geboren. Mit einem älteren Bruder, der auf die Thronfolge vorbereitet, und einem jüngeren Bruder, der verhätschelt und behütet wurde, schien Riki, der kleine mittlere Sohn, wie geboren für die Kunst der Unsichtbarkeit. Er pflegte diese Kunst und sie rettete ihm schließlich das Leben in der Nacht, in der seine Leute betrogen und seine Familie abgeschlachtet wurde. Von der ganzen königlichen Familie überlebte nur er, klein und agil, unauffällig, den Rauch als Deckung nutzend. Er erkämpfte sich den Weg von den königlichen Ländereien, den Überraschungsvorteil ausnutzend, durchschnitt er die Kehle eines feindlichen Kämpfers nach dem anderen. Nun frei von seinen königlichen Verpflichtungen, nutzt Riki seine Talente in einem anderen Betätigungsfeld: Assassine. Er lässt seine Feinde verstummen und verfeinert sein Können, in der Hoffnung eines Tages Rache an denen nehmen zu können, die seine Familie getötet und ihn seines Geburtsrechts beraubt haben.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape","Disabler"],"roles_l":["Carry","Escape","Disabler"]},"enigma":{"name":"Enigma","bio":"Über Enigmas Hintergrund ist nichts bekannt. Es gibt nur Geschichten und Legenden, die meisten davon zweifelhaft, welche über die Jahre weitergegeben wurden. Tatsächlich ist Enigma ein Mysterium, dessen einzig wahre Biographie die Beschreibung ist: Er ist eine universelle Macht, die Welten konsumiert. Er ist ein Wesen der Leere, manchmal körperlich, manchmal etherisch. Eine Bestie zwischen den Ebenen. Einige Geschichten besagen, dass er einst ein großer Alchemist war, der die Geheimnisse des Universums entschlüsseln wollte und aufgrund seiner Arroganz verflucht wurde. Andere Legenden bezeichnen ihn als uraltes Wesen von eigenartiger Schwerkraft, der personifizierte Abgrund - eine verdrehte Stimme aus der ursprünglichen Dunkelheit, bevor Licht das Universum erhellte. Und es gibt ältere Sagen, die ihn als ersten kollabierten Stern bezeichnen, ein schwarzes Loch, kompliziert gewachsen und empfindsam. Seine Motive sind unbekannt, seine Kraft unaufhaltsam, eine Macht der Zerstörung, die über der Existenz entfesselt wurde.","atk":"ranged","atk_l":"Fernkampf","roles":["Disabler","Jungler","Initiator","Pusher"],"roles_l":["Disabler","Jungler","Initiator","Pusher"]},"tinker":{"name":"Tinker","bio":"Boush der Tinker gehört einer Rasse an, die für ihre Intelligenz und Gerissenheit, aber auch für ihr empfindliches Verhältnis zu jeglicher Art von Magie bekannt ist. Es ist ihr Stolz, der sie lediglich jene Mächte der Natur nutzen lässt, die sich allein mit wissenschaftlichen Gesetzen erklären lassen. Doch gerade diese Entsagung hat schon für großen Ärger gesorgt, wie Boush nur zu gut bestätigen kann. Einst führte Boush der Tinker, seines Zeichens hochrangiger Forscher der Naturgesetze, eine groß angelegte Untersuchung zu den Zusammenhängen in der Natur an, im Zuge derer er ein unterirdisches Labor in den ausgestorbenen Ödflächen des von Mythen umgebenen Violettplateaus anlegen ließ. In ihrer Verachtung gegenüber den Magiern, die so viel Übel über die Welt gebracht hatten, verfielen Boush und seine Mitarbeiter selbst ihrem Übermut und rissen das Portal zu einer fernen, nicht begreiflichen Welt auf, aus der ihre lebendig gewordenen Albträume herausströmten. Aus dem Tunnelsystem unter dem Violettplateau stieg alsbald ein tiefschwarzer Nebel auf, aus dessen absoluter Dunkelheit nun die immer wiederkehrenden Schreie des Schreckens entspringen. Boush entkam als einziger Überlebender des Violettplateau-Zwischenfalls mit nichts weiter als seinem Hemd auf dem Leib und dem Gerät in seinen Händen.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker","Pusher"],"roles_l":["Carry","Nuker","Pusher"]},"sniper":{"name":"Sniper","bio":"Kardel Sharpeye wurde tief in den Bergen von Knollen geboren, wo das Volk der Keen seit alters her vom Jagen der seltsamen, in Felsen über ihrem Dorf wohnenden Steepstalkern, lebt. Sie erlegen sie aus der Ferne und sammeln ihre Kadaver auf, wo sie herabfallen. Sharpeye war einer der Besten dieses eigenartigen Volkes, für das Projektilwaffen nur eine weitere Gliedmaße sind und schießen so normal ist wie eine Berührung.\r\nAm Tage seiner Berufung, als er vollwertiges Mitglied seines Dorfes werden sollte, wählte Sharpeye die uralte Probe: ein einziger Schuss vom Fuße des Tals um eine Bestie in den Klippen niederzustrecken. Ein Fehlschuss bedeutete Entehrung. Das ganze Dorf sah zu, als Sharpeye schoss. Ein Steepstalker fiel zu Boden, die Menge jubelte. Doch als man den Kadaver barg, wurde das Volk still, denn die Ältesten stellten fest, dass die Kugel sein glänzendes mittleres Auge durchbohrte und dann im Kiefer des Steepstalkers stecken blieb. Dieses ominöse Zeichen entsprach dem Wortlaut einer dunklen Prophezeiung, welche Größe und Verbannung für den Schützen voraussagte. Sharpeye der Sniper war daher, aufgrund seiner eigenen Fähigkeiten, gezwungen, sich von seinen Leuten zu trennen und würde unwillkommen sein, bis er den Rest der Prophezeiung erfüllt und großes Ansehen auf dem Schlachtfeld erlangt hätte.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker"],"roles_l":["Carry","Nuker"]},"necrolyte":{"name":"Necrophos","bio":"Als eine schwere Seuche durch das Land zog, fand sich Rotund'jere, ein unbedeutender Mönch finsteren Gemüts, in der unverhofften Lage wieder, das Amt des Kardinals auszufüllen, weil sich die Reihen seiner Gemeinde gelichtet hatten. Während andere in die Welt hinauszogen, um die Kranken zu heilen, verkroch sich der neu ernannte Kardinal in der Kathedrale von Rumusque und häufte emsig das Hab und Gut dahinsiechender Adliger an, denen er für die Übertragung ihrer irdischen Besitztümer das Seelenheil versprach. Als die Seuche bis auf ein paar letzte Nester abgeklungen war, drang die Nachricht über sein schändliches Verhalten bis in die obersten Ränge vor. Der Ketzerei beschuldigt, wurde er zu lebenslangem Dienste im Plague Ward verurteilt und mit Zaubern belegt, die seinen Tod weiter hinauszögern sollten. Doch keiner wusste von seiner angeborenen Immunität. Anstatt ihn dahinzuraffen, stärkten ihn die Krankheiten und machten Rotund'jere schließlich zu einem wahrhaftigen Seuchen-Magier, einem Papst der Pestilenz. Als selbst ernannter Necrophos zieht er nun durch die Lande, verbreitet die Seuche und nährt seine schreckliche Macht an jedem Dorf, das er heimsucht.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker","Durable","Disabler"],"roles_l":["Carry","Nuker","Durable","Disabler"]},"warlock":{"name":"Warlock","bio":"Demnok Lannik, oberster Kurator und Direktor der arkanen Archive an der Akademie von Ultimyr war seit jeher auf der rastlosen Jagd nach sämtlichen verlorenen, seltenen oder verbotenen Schriften. Sobald ihm ein neues Gerücht zu Ohren kam, dass auf die Existenz eines alten Pamphlets oder einer urzeitlichen Schrift hindeutete, war ihm kein verfluchter Tempel zu bedrohlich und keine Höhle zu schaurig, als dass ihn irgendein Bedenken um sein Überleben davon abgehalten hätte, das Innere zu betreten. Immer wieder jedoch wurden seine Forschungen durch die magischen Schutzmaßnahmen gestört, sodass er sich letztendlich gezwungen sah, selbst die Künste der Magie zu erlernen. Mit derselben Besessenheit, die auch seine Suche nach den Inkunabeln getrieben hatte, studierte er die Lehren der Zauberei und in kürzerer Zeit als die meisten Schüler für einen einzigen Kurs ihres Studiums benötigten, stieg er zum mächtigsten Hexer der gesamten Akademie auf. Fast nebensächlich wirkte es, als er sich einen Stab aus Dreadwood schnitzte und in ihm einen in der äußeren Hölle gefangenen Geist beschwor. In Erwartung des Tages, an dem er auch das letzte verlorene Zauberbuch gefunden haben würde, hat er begonnen seinen eigenen Schwarzen Grimoire zu schreiben. Dieser wird ohne Frage von höchst lehrreicher Natur sein.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Initiator","Disabler"],"roles_l":["Support","Initiator","Disabler"]},"beastmaster":{"name":"Beastmaster","bio":"Karroch ist ein Kind aus gutem Hause. Seine Mutter starb jedoch bei seiner Geburt und sein Vater, ein Hufschmied im Dienste des letzten Königs von Slom, wurde zu Tode getrampelt, als Karroch gerade einmal fünf Jahre alt war. Später wurde er für die Menagerie des Königs verpflichtet, wo er unter den Tieren des Königshofes aufwuchs - unter Löwen, Affen, Rotwild und Wesen, die weit weniger bekannt sind, an die man nicht einmal glaubte. Als er sieben Jahre alt war, führte ein Abenteurer eine nie zuvor gesehene Bestie vor. Als sie in Ketten vor den König gezerrt worden war, sprach sie, doch ihr Maul bewegte sich nicht. Das Wesen bat um Freilassung, doch der König lachte nur und befahl, dass es ihn unterhalten solle. Als es sich jedoch weigerte, schlug er mit seinem Zepter zu und befahl, es dem Rest seiner Sammlung hinzuzufügen. Im Laufe der nächsten Monate versorgte Karroch die verwundete Kreatur heimlich mit Nahrung und Heiltränken, schaffte es so jedoch lediglich, den Verfall des Wesens zu verlangsamen. Das Biest sprach wie bereits zuvor wortlos zu Karroch und zwischen den beiden entstand eine innige Beziehung, die sich im Laufe der Zeit weiter vertiefte, bis der Junge entdeckte, dass auch er auf diese Weise kommunizieren konnte - und zwar mit allen Tieren in der Sammlung des Königs. In der Nacht, in der das Biest starb, überkam den Jungen eine unbändige Wut. Er stiftete die Tiere an, sich gegen den König aufzulehnen, und öffnete ihre Käfige, um sie in den Palastanlagen wüten zu lassen. Der König wurde während des Durcheinanders zerfleischt. Inmitten des Chaos präsentierte sich ein majestätischer Hirsch dem Jungen, der ihn befreite, und erklomm mit ihm, dem Beastmaster, auf den Rücken den hohen Palastwall und entkam. Karroch der Beastmaster ist nun ein gestandener Mann und hat seine Fähigkeit, mit wilden Kreaturen zu sprechen, nicht verloren. Er ist nun ein Krieger, so grausam wie die Natur selbst.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Disabler","Durable","Nuker"],"roles_l":["Initiator","Disabler","Durable","Nuker"]},"queenofpain":{"name":"Queen of Pain","bio":"Der Kleriker-König von Elze hegte ein Verlangen nach Schmerzen – verbotenen Schmerzen. In einer politisch weniger bedeutsamen Rolle würde man ein solches Verlangen als unklug erachten, aber bei einem Monarchen seiner Größe hätte die Befriedigung dieses Verlangens die Integrität des göttlichen Thrones selbst gefährdet. Also wandte er sich an die Dämonologen in seinen Verliesen und versprach demjenigen die Freiheit, der es schaffen würde, einen Sukkubus der Folter zu beschwören, der nur ihm allein diene. Sein Wunsch manifestierte sich in Akasha, einer Kreatur, die ihn mit derart köstlicher Pein zu quälen wusste, dass er sie seine geheime Königin nannte. Schon bald konnte er sich nicht mehr von der anziehenden Wirkung ihrer Quälereien lösen – sein Verlangen nach den Genüssen, die nur sie ihm geben konnte, ließ ihn schließlich all seine Pflichten vergessen. Zwar konnte ihn die Queen of Pain an den Rand des Todes treiben, ein Runenzauber aber hielt sie davon ab, ihn zu töten. Letztlich führte die Vernachlässigung der königlichen Pflichten zu einem Aufstand des Volkes. Man schleifte ihn aus seinem Gemach und stieß ihn vom Beschwörerturm. Im Moment seines Todes erlosch der Bann, unter dem die Queen of Pain gestanden hatte. Sie war nun frei - frei, jeden mit ihren Qualen zu belegen, dem sie Beachtung schenkte.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker","Escape"],"roles_l":["Carry","Nuker","Escape"]},"venomancer":{"name":"Venomancer","bio":"Im Säuredschungel der Jidi-Inseln fließt Gift durch die Adern und Bläschen der Eingeweide einer jeden Kreatur, die durch die leuchtende Pflanzenwelt krabbelt, klettert oder springt und dabei ätzende Säfte von sich gibt. Aber selbst in diesem giftigen Zoo wird Venomancer als das giftigste aller Lebewesen angesehen. Jahre zuvor hatte ein Kräuterkenner namens Lesale den Hafen von Fradj in einer Coracle gekreuzt, auf der Suche nach einer potenten Essenz, welche von Rinden und Wurzeln entnommen werden könnte - was er jedoch fand, war eine albtraumhafte Verwandlung. Nach zwei Leugen im Dschungel von Jidi, begegnete Lesale einem Reptil, welches sich als Epiphyt tarnte. Als er es fälschlicherweise zu pflücken versuchte, stach es ihn. In seiner Verzweiflung versuchte er in seinem Halbwissen über die Kräuter des Dschungels das Gift des (schnell getöteten) Reptils mit dem Nektar einer gepanzerten Orchidee zu mischen, um ein Gegengift herzustellen. Wenige Augenblicke, bevor ihn eine schwarze Lähmung überkam, injizierte er sich den Orchideendorn und fiel in ein Koma. 17 Jahre später bewegte sich etwas an der Stelle, an der er gefallen war, und warf den über die Jahre angesammelten Boden zur Seite - was sich dann zeigte, war Venomancer. Lesale der Kräuterkenner existierte nicht mehr - dafür aber Lesale der Bringer des Todes. Sein Verstand und sein Fleisch waren vergangen und wurden durch etwas Neues ersetzt - etwas, das das Gift des Reptils und die Haut der giftigen Orchidee zusammenschmolz. Der Säuredschungel von Jidi kannte einen neuen Meister, ein Meister, vor dem selbst die gefährlichsten Jäger schnell lernten, sich ihres Lebens wegen zu verbeugen oder zu vergraben. Die grelle Insel stellte sich für den Venomancer als zu einengend heraus, der Hunger nach Menschen trieb Lesale letztendlich nach außen, auf der Suche nach neuen Giften und neuen Toden, die er hervorzurufen vermochte.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Initiator","Pusher","Disabler"],"roles_l":["Support","Nuker","Initiator","Pusher","Disabler"]},"faceless_void":{"name":"Faceless Void","bio":"Darkterror, die Faceless Void, ist ein Besucher aus Claszureme, einem Königreich jenseits der Zeit. Warum dieses Wesen glaubt, der Kampf und der Nemesis Stone seien es wert unsere physikalische Ebene zu betreten, bleibt ein Mysterium. Doch wie es scheint hat ein Ungleichgewicht der Kräfte dieser Welt Auswirkungen auf Nachbardimensionen. Die Zeit bedeutet Darkterror nichts, es sei denn, es geht darum seine Feinde aufzuhalten oder seinen Freunden zu helfen. Seine Weitsicht bezüglich des Kosmos hat ihm eine abgeschiedene, unzusammenhängende Persönlichkeit verliehen, auch wenn er durchaus in der Lage ist, im Kampf persönlich zu werden.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Initiator","Disabler","Escape","Durable"],"roles_l":["Carry","Initiator","Disabler","Escape","Durable"]},"skeleton_king":{"name":"Wraith King","bio":"Seit unzähligen Jahren baute König Ostarion ein Reich aus den Überresten seiner Gegner. Es war die Aufgabe eines Besessenen, geleistet um die langen Ewigkeiten einer scheinbar endlosen Monarchie zu verbringen. Er glaubte, dass er nicht sterben könne, solange er weiterhin die Türme seines Palastes errichtete. Doch eines Tages erfuhr er, dass er getäuscht worden war... dass selbst Knochen dahinscheiden können. Mit tiefem Misstrauen gegenüber Fleisch erstrebte er eine beständigere Möglichkeit, seine Herrschaft zu verlängern, und fand diese schließlich in Geisterenergie, einer Form reinen Geistes, die von gewissen dunklen Seelen beim Tod abgegeben wird. Sollte er sich von Geisteressenz durchdringen lassen, so glaubte er, könne er einen Körper erschaffen, so glänzend und ewig wie sein Ego. Zur tausendjährigen Sonnenwende, die als Wraith-Night bekannt ist, ließ er ein Verwandlungsritual über sich ergehen und befahl seinen Untertanen, genügend Seelen zu sammeln, um seinen Wunsch nach Unsterblichkeit zu erfüllen. Niemand weiß, wie viele seiner Helden umgekommen sind, war doch der einzig bedeutende Überlebende der Wraith King, der am folgenden Morgen zusammen mit der Sonne emporstieg. Nun verbringt er kaum mehr einen Moment auf seinem leuchtenden Thron, sondern schreitet mit gezücktem Schwert umher, in Forderung nach einer Gefolgschaft, die weit über den Tod hinausgeht.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Support","Durable","Disabler","Initiator"],"roles_l":["Carry","Support","Durable","Disabler","Initiator"]},"death_prophet":{"name":"Death Prophet","bio":"Krobelus war ein Death Prophet, was eine Art ist zu sagen, dass sie das Schicksal der Reichsten voraussagte, die wünschten hinter den Schleier zu blicken. Aber nach Jahren voller Recherchen für andere, begann sie Anhaltspunkte auf ihr eigenes Schicksal zu suchen. Als der Tod sich weigerte, seine Geheimnisse zu lüften, versuchte sie sie mit ihrem Leben zu kaufen. Aber das ultimative Opfer erwies sich als nicht ausreichend. Der Tod verschmähte sie immer wieder und behielt seine größten Geheimnisse. Ihre Eifersucht wuchs. Andere konnten für die Ewigkeit sterben - warum nicht auch sie? Warum wurde sie allein mit ermüdender Regelmäßigkeit zu den Ufern des Lebens zurückgebracht? Warum war sie der einen Sache nicht würdig, die allen anderen lebenden Kreaturen in die Wiege gelegt wurde? Trotzdem ließ sie sich nicht entmutigen. Jedes Mal, wenn sie sich wieder aus dem Grab erhob, nahm sie einen Teil des Todes mit ihr. Geistererscheinungen folgten ihr wie Bruchstücke ihrer zersplitterten Seele, ihr Blut wurde dünn und ektoplasmisch, sie wurde zu einer Kreatur der Dämmerung... Sie gab einen kleinen Teil ihres Lebens mit jedem Ableben und sie wähnte ihr Ende in Sicht. Mit ihrer nun doppelten Hingabe zum Tod und keinem anderen Kunden als sie selbst, warf Krobelus sich nur noch leidenschaftlicher in den Abgrund des Todes, mit der Absicht die eine Prophezeiung zu erfüllen, die sich nicht erfüllen lassen wollte: Dass Death Prophet eines Tages nicht mehr aus ihrem Grab auferstehen würde.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Pusher","Nuker","Disabler"],"roles_l":["Carry","Pusher","Nuker","Disabler"]},"phantom_assassin":{"name":"Phantom Assassin","bio":"Prophezeiungen wählen die Kinder aus, die von den Schwestern der Schleier aufgezogen werden, von einem Orden, der Attentate als einen heiligen Teil der natürlichen Ordnung sieht. Die Verschleierten Schwestern identifizieren ihre Ziele mithilfe von Meditation und Äußerungen eines Orakels. Sie akzeptieren keine Verträge und verfolgen keine politischen oder wirtschaftlichen Ziele. Ihre Attentate folgen keiner Agenda und erscheinen völlig zufällig: Die Wahrscheinlichkeit eliminiert zu werden, ist für eine Person mit großer Macht genauso groß wie bei einem Bauern oder Brunnengräber. Welchem Muster auch immer die Morde folgen, es ist nur ihnen bekannt. Sie behandeln ihre Ziele wie Opfergaben und der Tod durch ihre Hand ist eine Ehre. Aufgezogen ohne Identität außer ihrem Orden, kann jede Phantom Assassin den Platz einer anderen einnehmen; ihre Zahl ist unbekannt. Vielleicht gibt es viele, vielleicht nur wenige. Nichts von dem, was unter dem Phantom-Schleier liegt, ist bekannt. Nur dass diese eine von Zeit zu Zeit, wenn niemand zuhört, ihren Schleier mit dem Flüstern ihres Namens in Bewegung bringt: Mortred.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape"],"roles_l":["Carry","Escape"]},"pugna":{"name":"Pugna","bio":"Nahe Pugnas Geburtsort, einem an die Flüsse der Unterwelt grenzenden Reich, lag ein Lamakloster, das der Magie der Vergessenheit gewidmet war und sich aus den Energien der Unterwelt nährte. Bereits vor einigen Jahren hatte sich der Großmeister des Tempels selbst in die Welt der Vergessenheit gestoßen und seine Akademie ohne Oberhaupt zurückgelassen. Die verbliebenen Regenten hatten sich nach dem Tod ihres Meisters sogleich in die Riten der Divination vertieft, um dessen wiedergeborene Seele zu finden. Nach und nach verdichteten sich die Anzeichen, dass sie ihren Meister in der nahe gelegenen Nachbarschaft finden würden. Doch nicht wenige Dörfer lagen im Umkreis des Tempels und in jeder ihrer Gassen, auf jedem ihrer Plätze war das Geschrei junger Kinder zu vernehmen. Pugna, gerade einmal dreizehn Monate alt, war nur eines von etlichen Gören und wurde den Obersten des Tempels zusammen mit zwei weiteren, vielversprechenden Kandidaten vorgestellt. Die Lamas legten den Kindern eine Handvoll Relikte aus dem Besitz des Großmeisters hin. Der Junge griff kurzerhand nach einem Stift aus Porphyr, der dem Lama gehört hatte... und bohrte damit in seinem Nasenloch. Das Mädchen schnappte sich unverfroren ein Amulett, ebenfalls aus der Habe des Lamas, und schluckte es einfach hinunter. Pugna betrachtete gelassen die Geschehnisse, lachte entzückt auf und äscherte die beiden kurzerhand mit einem Stoß smaragdgrünen Feuers ein. Daraufhin griff er sich Stift und Amulett und quäkte 'Meins!' Die Obersten hoben den strahlenden Pugna hoch, wickelten ihn in eine Robe des Großmeisters und ehe er sich versah, saß er auf dem Thron. Nach fünf weiteren Jahren war zu Pugnas Amüsement nichts mehr weiter von dem Tempel geblieben als ein einziger Haufen Asche.","atk":"ranged","atk_l":"Fernkampf","roles":["Nuker","Pusher"],"roles_l":["Nuker","Pusher"]},"templar_assassin":{"name":"Templar Assassin","bio":"Lanaya, die Templar Assassin, fand ihre Berufung durch eine Reihe von Neugier getriebener Nachforschungen. Ihrer wissenschaftlichen Neigung nachgehend, verbrachte sie ihre Jugend mit dem akribischen Studium der Naturgesetze -- sie stöberte in Zauberbüchern der Magie und Alchemie, wiederholte Experimente aus den verkohlten Bücherresten des violetten Archivs und prägte sich Beobachtungen der Schrifthüter der Keen ein. Obwohl sie bereits von Natur aus leise und verstohlen war, verstärkte sich ihr Hang zur Tarnung angesichts der Schwierigkeiten, die ihre Nachforschungen mit sich brachten, umso mehr. Wäre sie nicht so scheu, hätte sie eine berüchtigte Diebin werden können. Stattdessen führten sie ihre Untersuchungen zu umso düsteren Winkeln. Während sie ihre verstohlenen Fähigkeiten der Erforschung der Geheimnisse des Universums widmete, entdeckte sie eine Geheimtür der Natur: den Eingang zum Verborgenen Tempel. Es stellte sich heraus, dass die Wesen hinter diesem Portal, ihre Ankunft bereits erwarteten. Die Geheimnisse, die diese Entdeckung enthüllte, waren nichts im Vergleich zu den Antworten, die sie Lanaya in Aussicht stellten, sollte sie sich dazu entscheiden, in ihren Dienst zu treten. Sie hat geschworen diese Geheimnisse zu beschützen, aber wichtiger noch ist, dass sie nun ihr endloses Verlangen nach Wissen im Dienst des Verborgenen Tempels stillen kann. Mit jedem ausgelöschten Feind wird ein kleines bisschen mehr des Geheimnisses offenbart.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Escape"],"roles_l":["Carry","Escape"]},"viper":{"name":"Viper","bio":"Als böswilliger Vertrauter eines sadistischen Zauberers, der ihn gefangen hatte und hoffte ihn gefügsam zu machen, war Viper anfangs kurioserweise froh, den verschlossenen und unveränderlichen Flüssen der Unterwelt entkommen zu sein, wo seine Art für Millionen von Jahren gelebt hatte, nachdem ein Erdrutsch die Netherdrakes in leuchtenden Höhlen eingeschlossen hatte. Viper verbrachte einige Zeit damit, vorzugeben sich in die Gefangenschaft zu fügen, in der Hoffnung etwas von der schwarzen Magie zu lernen, die der Magier praktizierte. Aber schon bald erkannte er, dass nur wenige Zauber so tödlich waren, wie die Gifte, die er seit seiner Geburt besaß. Mithilfe einer Säure, die schnell die Stäbe seines Käfigs zerfraß, entkam der Netherdrake seinem Gefängnis, spuckte etwas Gift in die Augen des alten Zauberers und flog davon, um die Welt wissen zu lassen, dass sie einen neuen Meister hatte.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Durable","Initiator","Disabler"],"roles_l":["Carry","Durable","Initiator","Disabler"]},"luna":{"name":"Luna","bio":"Wie konnte sie nur zu dem werden? Sie war einst eine Plage für das Land, eine gnadenlose Anführerin der Menschen und Tiere, in der Lage, Angst und Schrecken zu verbreiten, wo immer sie sich hinwagte. Jetzt war sie weit entfernt von ihrer Heimat, halb wahnsinnig von Hunger und Monaten des Wanderns. Ihre Armee war längst tot oder schlimmeres. Als sie am Rande eines alten Waldes stand, starrten sie zwei glühende Augen von einem Holunderzweig her an. Eine todbringende Schönheit suchte eine Mahlzeit in der zunehmenden Dämmerung. Leise drehte sie sich um und verschwand. Wut überkam sie. Einen rostigen Dolch umklammernd, verfolgte sie die Bestie, um wenigstens ein Stück ihres vergangenen Ruhms zurückzuerlangen, aber sie sollte ihre Beute nicht erwischen. Dreimal trieb sie die Kreatur zwischen den Felsen und den Bäumen hin und her und jedes mal sah sie, wie der verblassende Schatten immer tiefer im Wald verschwand. Doch der Vollmond schien hell und sie konnte dem Weg der Kreatur leicht folgen. Als sie eine Lichtung auf einem hohen Hügel erreichte, saß dort ein katzenähnliches Tier, aufmerksam wartend. Als die Frau ihren Dolch zückte, bäumte sich die Bestie auf und brüllte kräftig. Es schien, als sei ihre Zeit an diesem seltsamen Ort gekommen. Sie stand da, ruhig und bereit. Doch blitzschnell schnappte sich die Bestie den Dolch und verschwand im Wald. Stille. Vermummte Gestalten näherten sich. In ehrfürchtigen Tönen erklärten sie, dass sie von Selemene, Göttin des Mondes, auserwählt, geführt und getestet wurde. Unbewusst hatte sie die heiligen Riten des Dunklen Mondes, Krieger des Nachtsilberwaldes ertragen.\r\nSie wurde vor die Wahl gestellt: sich dem Dunklen Mond anschließen und sich dem Dienst der Selemene verpflichten, oder zu verschwinden und niemals zurückzukehren. Sie zögerte keine Sekunde. Ihrer Absolution ins Auge schauend, schwor sie ihrer blutigen Vergangenheit ab und nahm eine neue Identität als Luna des Dunklen Mondes an, die gefürchtete Mondreiterin, die skrupellose und immer treue Wächterin des Nachtsilberwaldes.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker","Pusher"],"roles_l":["Carry","Nuker","Pusher"]},"dragon_knight":{"name":"Dragon Knight","bio":"Am Ende einer jahrelangen Hatz auf den legendären Eldwurm stand der Ritter Davion schließlich vor seinem, wahrlich enttäuschenden, Widerpart: Der einst so gefürchtete Slyrak war alt und gebrechlich geworden, seine Flügel waren zerfleddert, seine Schuppen faulten, seine Reißzähne waren bis auf die Wurzel abgeschliffen und von seinen Feuerdrüsen ging ebenso viel Gefahr aus wie von einer nassen Schachtel Streichhölzer. Der Ritter Davion empfand keine Ehre mehr darin, den Drachen niederzustrecken, also machte er sich auf den Rückweg, um seinen alten Feind in Frieden sterben zu lassen. Doch da hörte Davion die Stimme Slyraks in sein Ohr flüstern, er möge ihm seine letzte Bitte, einen ehrenhaften Tod durch das Schwert, gewähren. Davion stimmte zu und wurde außerordentlich für seine Gnade belohnt. Als er seine Klinge in Slyraks Brust versank, wurde Davions Kehle von einer Kralle des Drachens durchbohrt. Durch das vermengte Blut ihrer Körper übersandte Slyrak dem Ritter all seine Macht sowie seine jahrhundertealte Weisheit. Der Tod des Drachens besiegelte das Band, aus dem der Dragon Knight hervorging. In seinem Inneren schlummern nunmehr die uralten Kräfte, bis der Dragon Knight Davion sie ruft oder sie ihn rufen...","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Pusher","Durable","Disabler","Initiator","Nuker"],"roles_l":["Carry","Pusher","Durable","Disabler","Initiator","Nuker"]},"dazzle":{"name":"Dazzle","bio":"Vor seiner Weihe zum Shadow Priest muss jeder junge Akolyth der Dezun eine Reihe ritueller Prüfungen durchlaufen. Die letzte ist der Ritus der Schatten, eine quälende Reise der Seele durch das Nothl-Reich, eine düstere Welt, aus der schon so manch ein Reisender nicht wieder entkommen ist. Einige kehren mit krankem Geist, andere mit wundersamen Begabungen zurück. Alle jedoch sind von dem geprägt, was ihnen dort widerfahren ist. Getrieben vom Verlangen nach Erleuchtung, erbat Dazzle als jüngster seiner Art das heilige Ritual. Zunächst lehnte man ihn wegen seines zarten Alters ab, doch Dazzle ließ sich nicht abbringen. Schließlich gaben die Ältesten seiner Bitte nach, spürten sie doch die Außergewöhnlichkeit des dickköpfigen, jungen Akolythen. Dazzle nahm den heiligen Trank zu sich und setzte sich ans Feuer, während der Rest seiner Sippe durch die Nacht tanzte. Im fernen Nothl-Reich kehren sich Licht und Schatten um. Und so wandelte sich der wundervoll anmutende Schein seines Lichtstabs zu einer Quelle teuflischen Unheils, der nun die grausamsten Taten in herrlichem Licht erstrahlen lässt. Die Ahnungen der Ältesten hatten sich bewahrheitet: Dazzle kehrte als Shadow Priest zurück, wie es vor ihm noch keinen anderen gegeben hatte. Er gebot gleichermaßen über die Macht der Heilung als auch die der Zerstörung. Seine Kräfte nutzte er fortan, um seine Feinde zu vernichten und die Leiden seiner Verbündeten zu lindern.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Disabler"],"roles_l":["Support","Nuker","Disabler"]},"rattletrap":{"name":"Clockwerk","bio":"Rattletrap stammt von denselben, weit verstreuten Vorfahren ab wie Sniper und Tinker. Und wie viele der Keen gleicht er seine winzige Gestalt mit technischen Spielereien und Scharfsinn aus. Als Enkel eines Uhrmachers lernte auch Rattletrap viele Jahre lang dieses Handwerk, bis der Krieg aus den Bergen herabrollte und solche arglosen Berufe in den Dörfern der Ebene auslöschte. \"Dein neues Handwerk ist der Krieg\", befahl ihm sein sterbender Vater, als das Dorf seiner Vorfahren in verkohlten und rauchenden Ruinen lag.\r\nNur ein schlechter Handwerker gibt seinem Werkzeug die Schuld und Rattletrap machte nie Ausflüchte. Nach der Beerdigung seines Vaters zwischen den Ruinen ihres Dorfes machte er sich daran, sich selbst in das beste Werkzeug der Kriegsführung zu verwandeln, das jede Welt je gesehen hatte. Er schwor sich, nie mehr unvorbereitet erwischt zu werden und nutzte seine Begabung, um einen maschinell betriebenen Clockwerk-Panzer zu bauen, der die Ritter anderer Länder im Vergleich wie Blechbüchsen erscheinen lässt. Nun lebt Rattletrap mit seinen Geräten - ein kleiner, aber tödlicher Krieger, dessen Geschick bei der Durchführung von Hinterhalten und Zerstörung schon fast maschinenhafte Effizienz erreicht hat. Als Kunsthandwerker des Todes machen seine Mechanisierungen kurzen Prozess mit den Unvorsichtigen und läuten den Anbruch eines neuen Zeitalters der Kriegsführung ein. Wie spät ist es? Zeit für Clockwerk!","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Disabler","Durable","Nuker"],"roles_l":["Initiator","Disabler","Durable","Nuker"]},"leshrac":{"name":"Leshrac","bio":"Leshrac, Tormented Soul, ein Wesen, das aus dem Herzen der Natur gerissen wurde. Ein Schwellenwesen, das zur Hälfte auf verschiedenen Ebenen der Existenz lebt. Seine Intelligenz ist so durchdringend, dass er für keinen Moment das marternde Grauen im Herzen der Schöpfung ignorieren kann. Einst ein großer Philosoph auf der Suche nach dem Sinn des Lebens, kundschaftete er die Tiefen der Natur mit den verwunschenen Chronoptic Crystals aus. Die abscheulichen Mysterien, die er dabei enthüllte, veränderten ihn für immer. Nun sind die dunkelsten Abgründe seiner Erleuchtung nur noch vom flackerenden Licht seiner Arroganz erhellt. Wie andere elementare Charaktere ist auch er eins mit der Natur, doch in seinem Fall ist es eine schreckliche und widerwärtige. Nur er sieht die grausame Wahrheit der Realität und hat keine Verwendung für diejenigen, die denken, das Universum belohne die Rechtschaffenen.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Support","Nuker","Pusher","Disabler"],"roles_l":["Carry","Support","Nuker","Pusher","Disabler"]},"furion":{"name":"Nature's Prophet","bio":"Als Verodicia, die Göttin der Wälder, alle Lichtungen mit Grün gefüllt, das Saatgut mit ihrem Geist beseelt, das Quellwasser aus den Tiefen der Felsen gelockt und vor der Sonne ihre volle Aufmerksamkeit den wachsenden Dingen geschworen hatte, merkte sie, dass ihre Zeit gekommen war. Sie würde fallen, wie eines der vielen Blätter, deren Schicksal es war, die Saat zu nähren, ohne jemals die Früchte ihrer Arbeit gesehen zu haben. Die Gewissheit, nicht mehr mit ansehen zu können, wie die Knospen aus der Erde brechen, schmerzte sie - und, dass sie fortan jeder Gefahr schutzlos ausgesetzt sein würden. Da entdeckte sie in ihrem Saatbeutel ein letztes Korn, dass sie noch nicht in die Erde gebracht hatte. Noch im Fall sprach sie ein einziges Wort in das Samenkorn und schluckte es hinunter. Ihr gewaltiger Körper zerfiel während des langen Winters und wurde zum Mutterboden, der die Setzlinge im Frühjahr nähren würde. Und am ersten Morgen des Frühlings, noch bevor der Wald erwacht war, reifte dieser letzte Samen jählings heran und stieß mit unglaublicher Wucht aus der Erde empor. Aus ihm ging in voller Blätterpracht der starke und weise Nature's Prophet hervor, der Verodicias Gabe geerbt hatte, jegliche Bedrohung gegen das grüne Land vorauszuahnen - und gegen jene, die das Glück haben, sich seine Verbündeten nennen zu können.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Jungler","Pusher","Escape","Nuker"],"roles_l":["Carry","Jungler","Pusher","Escape","Nuker"]},"life_stealer":{"name":"Lifestealer","bio":"In den Verliesen von Devarque lag ein nach Rache dürstender Zauberer in Ketten und plante seine Flucht. Er teilte seine Zelle mit einer Kauderwelsch redenden Kreatur, bekannt als N'aix, einem Dieb, der vom Vile Council mit einem langen Leben verflucht wurde, sodass seine lebenslange Strafe für Diebstahl und Betrug so bestrafend wie möglich sei. Im Verlauf der Jahre zersetzten sich nicht nur seine Ketten, sondern auch sein Verstand; N'aix behielt keine Erinnerungen an sein früheres Leben und dachte nicht länger an Flucht. Der Zauberer sah in ihm den perfekten Helfer für seine Pläne und entwickelte einen Zauber, um seine Lebenskraft in N'aix' Körper zu transferieren, mit der Absicht, ihn dazu zu zwingen, sich in ungestümer Raserei zu opfern, während der Zauberer in seinen Körper zurückkehren und unbemerkt davonschleichen würde. Stattdessen fand der Zauberer sich in einem Wirbel aus Wahnsinn wieder, so mächtig, dass dieser all seine Pläne davontrug und seinen Willen brach. Durch die plötzliche Infusion frischen Lebens zu Bewusstsein gekommen, wachte N'aix aus seinem wahnsinnigen Albtraum auf und folgte der körperlosen Stimme, die seinen Kopf füllte und nur einen Gedanken hatte: Flucht. In diesem Moment wurde Lifestealer geboren. Die Kreatur befiel mit ihrem Verstand die Wachen und Soldaten des Verlieses und zwang sie dazu, Schlösser zu öffnen und ihre Kameraden niederzustechen, um einen Weg in die Freiheit zu schaffen. Lifestealer trägt immer noch die gebrochenen Fesseln als eine Warnung, dass niemand ihn gegen seinen Willen festhalten kann, er aber in seinem Inneren ein Gefangener bleibt. Zwei Seelen bewohnen denselben Körper - eine namenlose Kreatur grausamer Durchtriebenheit und ihr Meister, deren Befehle sie vorgibt zu befolgen.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Durable","Jungler","Escape","Disabler"],"roles_l":["Carry","Durable","Jungler","Escape","Disabler"]},"dark_seer":{"name":"Dark Seer","bio":"Er ist ein gerissener Stratege, der weiß, wann er sich zurückziehen muss. Ish'Kafel, der Dark Seer, braucht keine Waffen, um den Feind zu bezwingen, stattdessen verlässt er sich auf die Macht seines Verstandes. Sein Talent liegt in der Fähigkeit, den Kampf in seine Bahnen zu lenken. Dark Seer ist ein Fremder, seine Heimat liegt an einem Ort, den er 'Das Land hinter der Barriere' nennt - ein Krieger aus einem Reich, das jenseits dieser Realität liegt. In früheren Zeiten war er ein großer General, der seinem Volk und dem Gottkönig Damathryx diente. Es war in den letzten Tagen des großen Krieges um die Grenzwelten, als Dark Seer sein Heer gegen eine Übermacht verlor. Dem Untergang nah, traf er eine letzte, verzweifelte Entscheidung: Er lockte die gegnerischen Truppen in die Passage zwischen den Barrieren. Im letzten Moment, kurz bevor sie eingeholt worden waren, sprang er auf die andere Seite - dann verschloss er die Barriere für immer in einer gewaltigen Explosion dunkler Energie. Nachdem sich der Staub gelegt hatte, stellte er fest, dass er zwar sein Volk gerettet hatte, sich selbst aber unter der Sonne einer fremden Welt befand, ohne Aussicht auf Rückkehr. Mit dem einzigen Ziel, dieser seltsamen, neuen Welt seine taktische Überlegenheit zu beweisen, dient er seitdem als Stratege des Militärs.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Jungler","Escape","Disabler"],"roles_l":["Initiator","Jungler","Escape","Disabler"]},"clinkz":{"name":"Clinkz","bio":"Am Fuße der Blutenden Hügel erstreckt sich ein tausend Leugen weiter Wald, ein Ort, den man Hoven nennt, wo sich in schwarzen Tümpeln das teerige Blut des Hochlands sammelt und der gnädige Königsmagier Sutherex herrscht. Einst machte sich ein geschworener Beschützer der Ländereien von Hoven, Clinkz, aufgrund seiner Fertigkeit mit dem Bogen einen Namen. Im dreihundertsten Jahr des Königsmagiers erhob sich der Dämon Maraxiform aus der sechsten Hölle, um den Wald für sich zu beanspruchen. In Erwiderung darauf rief der Königsmagier einen unbrechbaren Zauber aus: Jenem, der den Dämon erschlagen würde, sei ein Leben ohne Ende gewährt.\r\nIn Unwissenheit über den Zauber zog Clinkz in den Kampf, um seine Ländereien gegen den brennenden Ansturm des Dämons zu verteidigen. Clinkz drängte Maraxiform bis zu den Toren der sechsten Hölle zurück, an deren feuriger Schwelle die beiden in einem tödlichen Kampf verharrten. Schwer verwundet entfesselte der Dämon einen Sturm aus Höllenfeuer, während Clinkz seinen letzten Pfeil abschoss. Der Pfeil traf sein Ziel und Feuer ergoss sich über das ganze Land, es entzündete die schwarzen Tümpel und verbrannte Clinkz bei lebendigen Leibe, genau im Augenblick, als der Dämon starb. Somit trat der Zauber des Magiers genau in jenem Moment in Kraft, als der Bogenschütze in Flammen stand, wodurch er in diesem schrecklichen Zustand eingeschlossen wurde. Zurück blieb ein Wesen aus Knochen und Wut, gefangen im Sterben, das den Atem der Hölle mit sich trägt auf seiner Reise in die Ewigkeit.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Escape","Pusher"],"roles_l":["Carry","Escape","Pusher"]},"omniknight":{"name":"Omniknight","bio":"Purist Thunderwrath war ein hart kämpfender, raubeiniger, höchst engagierter Ritter, der als Knappe älterer Ritter mit großem Ansehen in den Orden, der ihn einst großzog, einberufen wurde. Er verbrachte sein ganzes Leben im Dienste des Allwissenden. Sein Lebensinhalt war ein heiliger Kampf, in den er so sehr eingebettet war, dass er ihn niemals in Frage stellte, solange er die Kraft zu kämpfen und den ungestümen Heldenmut eines Jünglings hatte. Aber über die langen Jahre des Kreuzzugs, als die Älteren starben und in kümmerlichen Gräbern am Rande von matschigen Wegen begraben wurden, als seine einstigen Gefährten in der Schlacht durch ordinäre Kreaturen fielen, die sich nicht dem Allwissenden beugen wollten, als seine eigenen Knappen von Hinterhalten, Pest und schlechtem Wetter dahingerafft wurden, begann er, die Bedeutung seines Gelübdes in Frage zu stellen - die Bedeutung des gesamten Kreuzzugs. Nach langer Meditation kehrte er seiner Armee den Rücken und begann eine lange Reise zurück zu den von Höhlen durchzogenen Klippen von Emauracus, wo er die Priester des Allwissenden vor eine Herausforderung stellte. Kein Ritter hatte sie je in Frage gestellt und sie versuchten ihn in die Opfergrube zu werfen, doch Purist ließ sich nicht bewegen. Als er ihnen entgegentrat leuchtete er in einem heiligen Licht und sie sahen, dass der Allwissende beschlossen hatte, sich ihm zu offenbaren. Der Hohepriester führte ihn auf eine wochenlange Reise hinunter in die tiefstgelegene Kammer, die Heilige der Heiligen, wo kein abstraktes Konzept von Weisheit und Erkenntnis wartete, kein geschnitztes Relikt, was ein gewisses Maß an Vorstellungskraft bedarf, um daran zu glauben, sondern das Alte selbst. Es hatte nicht einfach nur für Milliarden Äonen dort zwischen den Steinen gehaust; nein, Es hatte sie erschaffen. Der Allwissende hatte die immense Mineralhülle des Planeten um sich selbst zur Verteidigung gegen die vielzähligen Grauen des Weltalls geformt. Demnach behauptete der Allwissende, für die Entstehung der Welt verantwortlich zu sein, und im Angesicht der anderen Wahrheiten, die Puritan an diesem Tag offenbart wurden, hatte der Ritter keinen Grund die Geschichte anzuzweifeln. Vielleicht lügt der Allwissende, tief in seinem Gefängnis aus Stein und ist keineswegs der Schöpfer der Welt, doch Omniknight stellte seinen Glauben nie wieder in Frage. Sein Feldzug hatte letztendlich doch einen Sinn. Und es steht außer Frage, dass die herrlichen Mächte, die ihn durchtränken und seinen Kameraden derartige Kampfesstärke verleihen, echt sind.","atk":"melee","atk_l":"Nahkampf","roles":["Support","Durable","Nuker"],"roles_l":["Support","Durable","Nuker"]},"enchantress":{"name":"Enchantress","bio":"Aiushtha wirkt wie eine unschuldige, sorgenfreie Kreatur der Wälder, doch obwohl dies zu einem gewissen Grad der Wahrheit entspricht, ist dies nur ein Teil ihrer Geschichte. Sie versteht das Leiden der Natur. Sie wanderte weit und durch verschiedenste Wälder aller Klimazonen und Jahreszeiten, gewann dabei Freunde, teilte Neuigkeiten, brachte Vergnügen und Heilung, wo immer sie ihr Weg auch hinführte. In Kriegen werden Wälder für den Bau von Schiffen und Belagerungswaffen abgeholzt; aber auch an friedlichen Orten benötigt man Holz zum Bau von Häusern und als Brennstoff für unzählige Feuerstellen. Aiushtha hört die Bitten der kleinen Kreaturen, des heimlichen Volks, welches grüne Schatten und ein Blätterdach benötigt, um zu gedeihen. Sie schenkt denjenigen ihr Ohr, die keine Zuhörer haben. Sie trägt ihre Geschichten aus den Wäldern in die Welt hinaus und glaubt daran, dass ihre guten Worte selbst eine Art von Verzauberung sind, die das Versprechen einer grünen Zukunft erfüllen können.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Jungler","Pusher","Durable","Disabler"],"roles_l":["Support","Jungler","Pusher","Durable","Disabler"]},"huskar":{"name":"Huskar","bio":"Als er aus den tosenden Strömen des Nothl-Reichs gerissen wurde, erblickte Huskar als Erstes den großmütigen Shadow Priest Dazzle, der einen tiefen Befreiungszauber auf ihn wirkte. Entgegen den alten Riten des Ordens der Dezun war Huskars Geist aus der Unendlichkeit gerettet worden, doch wie alle, die den Nothl betreten hatten, war er nun unwiderruflich verändert. Der Gunst eines sterblichen Körpers entledigt, wurde sein Lebensblut zur Quelle unvorstellbarer Kräfte; jeder verlorene Tropfen Blut schoss in feurigen Energiestößen von zehnfacher Stärke zurück in seinen Körper. Obwohl Huskar durch seine neu gewonnene Gabe zu gewaltiger Macht gelangt war, verweigerte Dazzle ihm wegen seines Scheiterns im Nothl einen Platz unter den Göttern. Man hatte ihn trotz seines heiligen Opfers nicht aufgenommen. Den Ältesten, die gerade nach der Ausweitung ihres Einflussgebietes strebten, kam Huskar als Unterstützung ihres Feldzuges gerade recht. Doch dass er nun ein Werkzeug jenes Ordens werden sollte, der ihm sein angeborenes Recht verwehrt hatte, steigerte seinen Zorn nur noch weiter. Als die ersten Aschewolken am Horizont aufstiegen, floh er aus seiner alten Heimat, um neue Verbündete zu finden und schließlich die Macht seines endgültigen Opfers für eine höhere Sache zu entfesseln.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Durable","Initiator"],"roles_l":["Carry","Durable","Initiator"]},"night_stalker":{"name":"Night Stalker","bio":"Zu Balanar, dem Night Stalker, gibt es keine Geschichte, nur Erzählungen. Es gibt uralte Sagen, die in den Überlieferungen aller Rassen und Kulturen zu finden sind, von einer unmöglichen Zeit bevor es Sonnenlicht und Tageszeit gab, als die Nacht der alleinige Herrscher war und die Welt von dunklen Kreaturen besiedelt war, Kreaturen wie dem Night Stalker. \r\nMan sagt, dass bei Sonnenaufgang des ersten Tages alle Kreaturen der Nacht ums Leben kamen. Alle, bis auf eine. Balanar, die Verkörperung des Bösen, vergnügt sich an seiner Böswilligkeit. Er erschuf die Angst vor der Dunkelheit, den Schwarzen Mann, und solange es Kinder gab, war er es, der als Geist heraufbeschworen wurde, um sie in Angst und Schrecken zu versetzen. Eine Rolle, die ihm Vergnügen bereitete, sogleich sie keine leere Theatralik darstellt. Er schleicht sich tatsächlich an die Unvorsichtigen heran, die Wehrlosen, all die, die jenseits der beleuchteten Wege umherirren oder die Warnungen ihrer Gemeinde ignorierten. Night Stalker liefert den Beweis, dass der schlimmste Albtraum eines jeden Kindes... wahr ist.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Initiator","Durable","Disabler","Nuker"],"roles_l":["Carry","Initiator","Durable","Disabler","Nuker"]},"broodmother":{"name":"Broodmother","bio":"Jahrhundertelang lauerte die Broodmother Black Arachnia in den dunklen Lavaröhren unterhalb der glimmenden Caldera des Berges Pyrotheos, wo sie in Sicherheit Millionen von Jungspinnen heranzog, bevor sie sie zur Beutesuche in die weite Welt an der Oberfläche schickte. In einem späteren Zeitalter errichtete der Wesir der Habgier, Ptholopthales, seine Magnetit-Ziggurat am Hang des erloschenen Vulkans, in dem Wissen, dass jeder Plünderer, der seinen magnetischen Reichtum begehrte, die von Spinnen heimgesuchten Passagen überleben musste. Nach Jahrtausenden mütterlichen Friedens fühlte sich Black Arachnia durch ein beständiges Einlaufen von Dieben, wagemutiger Ritter und edlen Jünglingen bedrängt. Sicherlich waren sie alle sehr köstlich, doch begannen sie eine unzureichend nährende Umgebung für ihre unschuldige Brut zu erschaffen. Der Einbrüche ermüdend stattete sie Ptholopthales einen Besuch ab, und als dieser sich nicht willens zeigte, über einen Kompromiss zu verhandeln, spann sie den Wesir in Seide ein und bewahrte ihn auf, um als Hauptstück eines speziellen Geburtstags-Festmahls zu dienen. Unglücklicherweise ermutigte die Abwesenheit des Meisters der magnetischen Ziggurat eine neue Generation von Eindringlingen. Als eines ihrer Neugeborenen von einem unbeholfenen Abenteurer zertreten wurde, riss ihr der seidene Geduldsfaden. Broodmother machte sich auf zur Oberfläche und erklärte ihre Absicht, die Welt von jedem einzelnen möglichen Eindringling, wenn nötig bis zum letzten Helden, zu säubern, bis sie sicherstellen könne, dass ihre Aufzuchtstätte wieder eine sichere und förderliche Umgebung für ihre geliebte Spinnenbrut darstellt.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Pusher","Escape","Nuker"],"roles_l":["Carry","Pusher","Escape","Nuker"]},"bounty_hunter":{"name":"Bounty Hunter","bio":"Wenn die Gejagten Geschichten über Gondar den Kopfgeldjäger erzählen, weiß niemand, welche davon wahr sind. Flüsternd erzählen sie, dass er als Kind zurückgelassen wurde und sich seine Fertigkeiten im Spurenlesen aus reinem Überlebensdrang aneignete. Andere haben gehört, dass er ein Kriegswaise war, aufgenommen vom großen Soruq dem Jäger, um des Meisters Geschick im Umgang mit der Klinge zu erlernen, während sie in den dunklen Wäldern Großwild jagten. Andere wiederum glauben, dass er ein einfaches Straßenkind war, welches in einer Diebesgilde aufwuchs und so in den Künsten der Heimlichkeit und Irreführung ausgebildet wurde. Am Lagerfeuer in wilder Natur tauschen seine Ziele die Gerüchte um Gondars Taten aus und schüren ihre Angst damit noch mehr: Sie sagen, er sei es gewesen, der den Tyrann, König Goff, Jahre nachdem der verrückte Herrscher untergetaucht war, ausfindig gemacht und als Beweis dessen Kopf und Zepter geliefert hatte. Dass er es war, der die Rebellenlager bei Highseat infiltriert und den legendären Dieb White Cape für seine Verbrechen endlich vor Gericht gebracht hatte. Und dass er es war, der die Karriere von Soruq dem Jäger beendete, der dafür verurteilt wurde, des Prinzen preisgekrönten Höllendrachen getötet zu haben. Die Geschichten um Gondars sagenhaftes Geschick lassen sich endlos weiterführen, wobei jedes waghalsige Abenteuer noch unglaublicher als das letzte scheint und jedes Ziel noch schwerer zu fassen. Wenn der Preis stimmt, so wissen die Gejagten, kann jeder gefunden werden. Wenn der Preis stimmt, fürchten sich selbst die mächtigsten in den Schatten.","atk":"melee","atk_l":"Nahkampf","roles":["Escape","Nuker"],"roles_l":["Escape","Nuker"]},"weaver":{"name":"Weaver","bio":"Das Gewebe der Schöpfung benötigt ununterbrochene Pflege, damit es nicht zerfasert; denn wenn es sich entwirrt, verschwinden ganze Welten. Es ist die Aufgabe der Weaver, das Gewebe dicht zu halten und abgenutzte Stellen im Netz der Realität zu reparieren. Sie verteidigen es auch gegen Dinge, die daran nagen oder ihre Eier in ausgefranste Gebiete legen, denn deren geschlüpfte Brut kann leicht ein ganzes Universum auffressen, wenn die Weaver in ihrer Aufmerksamkeit nachlassen. Skitskurr war ein Meister der Weaver, verantwortlich für einen kleinen Flecken Schöpfung. Aber die Arbeit füllte ihn nicht aus. Es nagte an ihm, dass die ursprüngliche Arbeit der Schöpfung in der Vergangenheit stattgefunden hatte; der Webstuhl hatte seine Arbeit getan und war weitergereist. Er wollte erschaffen, statt nur instandzuhalten - Welten nach seinen Vorstellungen weben. Er begann, kleinere Änderungen in seinem Zuständigkeitsbereich vorzunehmen, doch der Nervenkitzel der Schöpfung erwies sich als süchtig machend und sein Änderungen wurden größer und verzerrten das Muster, das der Webstuhl gewoben hatte. Die Wächter kamen mit ihren Scheren und Weavers Welt wurde weggeschnitten, vom kosmischen Teppich entfernt, den sie ohne ihn wiederherstellten. Skitskurr war allein, getrennt von seiner Art, ein Zustand, der für jeden anderen Weaver eine Qual gewesen wäre. Aber Skitskurr jubelte innerlich, da er nun frei war. Frei, etwas für sich selbst zu erschaffen, neu anzufangen. Die Rohmaterialien, die er brauchte, um eine neue Realität zu weben, befanden sich überall um ihn herum. Er musste nur die Nähte dieser alten Welt auflösen.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Escape"],"roles_l":["Carry","Escape"]},"jakiro":{"name":"Jakiro","bio":"Selbst unter magischen Geschöpfen ist ein zweiköpfiger Drache eine Besonderheit. Zu gleichen Teilen aus Eis und Feuer, Gerissenheit und Zorn, gleitet die Kreatur, bekannt als Jakiro, über verkohlte und eingefrorene Schlachtfelder und richtet Verwüstung unter jenen an, die es wagen, Waffen gegen sie zu richten. Gelege von Pyrexae-Drachen enthalten immer zwei Junge. Bekannt für ihre Bösartigkeit vom ersten Moment ihres Lebens an, versuchen neu geschlüpfte Drachen dieser Spezies ihr Geschwisterteil zu töten, noch während sie sich im Nest befinden. Nur die Stärksten überleben, wodurch die Stärke der Pyrexae-Linie gewährleistet ist. Durch eine Laune der Natur schlüpfte der eigenartige Jakiro jedoch aus einem einzelnen Ei und vereinigt die ganze Fülle an Fähigkeiten der verschiedenen Pyrexae-Arten in einem einzelnen Individuum. Gefangen in diesem monströsen Körper, vereinigen sich die Kräfte von Eis und Feuer, sodass kein Gegner mehr sicher ist.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Pusher","Disabler"],"roles_l":["Support","Nuker","Pusher","Disabler"]},"batrider":{"name":"Batrider","bio":"Unter den Kreaturen des Yama Raskav Dschungels existiert so etwas wie Harmonie nicht. Das kleinste Anzeichen von Schwäche bedeutet hier einen schnellen Tod durch Bisse, Klauen, Scheren oder Hufe. Man sagt, der Rider war nur ein Junge, der Stroh auf dem Feld seiner Familie schnitt, als er von einer riesigen Fledermaus auf der Suche nach Beute davongetragen wurde. Doch dieser Junge wollte sich nicht in sein Schicksal fügen, wand sich aus dem Griff seines Fängers auf dessen Rücken und schlug ihn mit seinem Werkzeug nieder. Als er von dem leblosen Körper herunterstieg, immer noch berauscht vom Nervenkitzel des Fluges, erkannte der Junge, dass er seine Bestimmung gefunden hatte. Der Junge wuchs heran und kehrte jeden Sommer zum Feld seiner Familie zurück, es oft darauf anlegend, den Nervenkitzel im Angesicht des Todes in Form von starken Kiefern oder eines tödlichen Sturzes wieder zu erleben. Die Jahre vergingen und seine Leidenschaft wurde stetig stärker. Er erforschte die Vegetation und stieß bei jeder seiner Expeditionen immer tiefer in den Dschungel vor, bis er schließlich einen Weg zu den Höhlen fand. Man sagt, der Rider hatte nichts als ein Seil, eine Flasche flüssigen Mutes und das brennende Verlangen, den Himmel ein weiteres Mal zu spüren, als er am Abend einer heißen Sommernacht die Höhle betrat...","atk":"ranged","atk_l":"Fernkampf","roles":["Initiator","Jungler","Disabler","Escape"],"roles_l":["Initiator","Jungler","Disabler","Escape"]},"chen":{"name":"Chen","bio":"Unter der flimmernden Sonne seiner gottlosen Heimat, der Hazhadal-Einöde, wuchs Chen zwischen den gesetzlosen Wüstenstämmen auf. Mithilfe uralter Riten der Tier-Verzauberung hatte sein Volk die Spezies der zählebigen Wüsten-Locuthi unterjocht, eine verkrüppelte Abart der Drachen. Zur halbjährlichen Regenzeit ließ man sie den Sand zu Glas schmelzen, um das Wasser aufzufangen. Von Hunger und Durst geplagt, bekriegten sich die Sippen untereinander und machten selbst vor den eigenen Landsleuten nicht halt. Eines Tages jedoch beging Chens Clan einen folgenschweren Fehler und überfiel die falsche Karawane. Es folgte ein erbitterter Kampf, in dem sein Clan ausgelöscht wurde. Die gut ausgestatteten Ritter der Inquisition metzelten die gezähmten Locuthi-Drachen Welle um Welle nieder und so geschah es auch um die Stammesmänner. Chen kämpfte um sein Leben und sah schließlich dem Tode entgegen. Als er besiegt auf die Knie fiel, wollte er sich seinem Schicksal mit Würde hingeben, indem er seinen Kopf unter die Klinge hielt. Sein Vollstrecker, beeindruckt von dieser Tapferkeit, hielt inne. Man stellte Chen vor die Wahl: entweder Tod oder Konversion. Inbrünstig gab Chen sich seinem neuen Glauben hin. Er trat der Inquisition bei und verdiente sich seinen Harnisch durch blutige Missionierung. Vom fanatischen Glauben eines Bekehrten besessen und den Künsten der Tier-Verzauberung mächtig, sucht er die Ungläubigen und stellt sie vor das Jüngste Gericht.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Jungler","Pusher"],"roles_l":["Support","Jungler","Pusher"]},"spectre":{"name":"Spectre","bio":"Genau wie energiereiche Zustände nach einem niedrigeren Energieniveau streben, so wird Spectre, ein Wesen von starker und ungestümer Energie, bekannt als Mercurial, unwiderstehlich von Konflikten in der physischen Welt angezogen. Während ihr normaler, spektraler Zustand sensorische Einschränkungen übergeht, leidet sie jedes Mal, wenn sie sich körperlich manifestiert, unter einem Verlust ihrer selbst - aber nicht ihres Zweckes. Im Getümmel des Kampfes zerspringt ihre Identität und fügt sich neu zusammen, wobei sie ihr Bewusstsein wiedergewinnt. Sie begreift, dass sie Mercurial, die Spectre, ist - und dass alle ihre Geister nur Schatten der einen wahren Spectre sind. Fokus kommt mit dem Kampf ums Überleben; ihr wahres Ich behauptet sich selbst, bis ihre Materie im Augenblick des Sieges oder der Niederlage transzendiert und sie wieder einmal in ihrer ewigen Form rekonstruiert wird.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Durable","Escape"],"roles_l":["Carry","Durable","Escape"]},"doom_bringer":{"name":"Doom","bio":"Er brennt, doch geht nicht in Flammen auf, er frisst, doch wird niemals satt, er tötet und steht über allen Gesetzen - jeder, der sich Lucifer widersetzt, ist dem Untergang geweiht. Auf der Spitze seines brennenden Schwertes trägt er, der Gefallene, die Seelen davon. Einst entschloss sich ein aufstrebender General des Reiches über der Sonne in seinem Starrsinn, vor der Fahne zu fliehen - niemals würde er niederknien. Sechs Mal läutete die große Glocke von Vashundol seinen Namen. Sechs und weitere sechzig Male setzte man seine Flügel in Brand, bis nur noch die qualmenden Stümpfe verblieben. Seiner Flügel entledigt, taumelte er aus den lichten Höhen herab und fiel schreiend dem Erdboden entgegen. Von seiner Verdammung aus dem Paradies zeugte nur der Krater in der Wüste. Nun tötet er ohne Gnade und Sinn, als einziges Wesen imstande, sich frei zwischen den sieben dunklen Reichen zu bewegen. Unbändig ist sein Zorn, unvorstellbar sind seine Kräfte; Doom entfesselt die Hölle, wohin er auch geht. Sein Ungehorsam wird nicht ruhen, bis Doom die Herrschaft über die Welt erlangt hat.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Disabler","Initiator","Durable","Nuker"],"roles_l":["Carry","Disabler","Initiator","Durable","Nuker"]},"ancient_apparition":{"name":"Ancient Apparition","bio":"Bei Kaldr, der Ancient Apparition, handelt es sich um ein von außerhalb der Zeit projiziertes Abbild. Er entspringt der kalten, unendlichen Leere, welche älter als das Universum ist und es auch überdauern wird. Kaldr ist, Kaldr war, Kaldr wird sein... und doch ist alles, was wir von ihm wahrnehmen, trotz seiner immensen Macht nichts weiter als ein äußerst schwaches, undeutliches Echo des wahren, ewig währenden Kaldr. Einige glauben, dass Kaldrs Glanz und Macht mit dem Altern des Kosmos auf dem Weg zu dessen Untergang immer weiter zunehmen wird - dass die Ancient Apparition jünger und stärker werden wird, je näher sich die Ewigkeit ihrem Ende zuneigt. Sein eisiger Griff wird alle Materie zum Stillstand bringen und sein Abbild wird ungeheuerlich, jenseits aller Vorstellungskraft strahlen. Er wird nicht länger eine Erscheinung sein!","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Nuker"],"roles_l":["Support","Disabler","Nuker"]},"ursa":{"name":"Ursa","bio":"Ulfsaar der Krieger ist das wildeste Mitglied eines Bärenstammes, Beschützer seines Landes und seiner Leute. Während der langen Winter, wenn die Mütter schlafen und ihre Jungen nähren, patrouillieren die Männer die Länder oberhalb als ruhelose, wachsame Verteidiger der alten Wege. Nachdem er unklare, aber häufiger werdende Gerüchte über ein sich ausbreitendes Übel hörte, verließ er sein bewaldetes Heimatland, um die Bedrohung aufzuspüren und an ihrem Ursprung zu zerstören, bevor sie sein Volk in Gefahr bringen kann. Er ist eine stolze Kreatur mit einem hellen und starken Geist. Ein absolut zuverlässiger, loyaler Verbündeter und Verteidiger.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Jungler","Durable","Disabler"],"roles_l":["Carry","Jungler","Durable","Disabler"]},"spirit_breaker":{"name":"Spirit Breaker","bio":"Barathrum, der Spirit Breaker, ist ein erhabenes und mächtiges Wesen, eine grimmige und elementare Intelligenz, die sich dazu entschied, in die materielle Welt zu wechseln, um an Ereignissen teilzunehmen, die auch Auswirkungen auf die elementare Welt, seine Heimat, haben. Zu diesem Zweck wählte er ein Aussehen, dass ihm dienlich sein würde, sowohl in seiner als auch in unserer Welt. Seine körperliche Form besitzt die Kraft dieser Welt und verschmilzt Merkmale von Rindern und Affen - Hörner, Hufe und Hände - als sichtbare Zeichen seiner inneren Qualitäten: Stärke, Schnelligkeit und Gerissenheit. Er trägt einen Ring in seiner Nase, als Erinnerung daran, dass er einem verborgenen Meister dient und dass die Welt, in der er lebt, nur ein Schatten der echten ist.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Initiator","Disabler","Durable","Escape"],"roles_l":["Carry","Initiator","Disabler","Durable","Escape"]},"gyrocopter":{"name":"Gyrocopter","bio":"Nach einem Leben voller Kriege, Umstürze, Aufstände und Revolutionen hatte der mit Orden überhäufte Aurel genug gesehen. Neben einigem Plunder und seiner beträchtlichen Rente, zog sich der ehemalige Ingenieur mit etwas weit Interessanterem zurück: einem längst vergessenen und unvollständigen Bauplan für einen Gyrocopter, dem weltweit ersten bemannten nichtmagischen Flugapparat. Zurückgezogen in der tropischen Dunkelheit des Ash-Archipels mit wenig mehr als Geld und Zeit, begann er den Flugapparat zu bauen. Als die Jahre dahinzogen und sich die Überreste der fehlgeschlagenen Prototypen häuften, begann er sich zu fragen, ob das mechanische Fliegen überhaupt möglich sei. Ein Jahrzehnt und ein Tag nach seinem Ruhestand, an einen sonnigen Nachmittag mit Südwind, versuchte Aurel seinen nächsten Anlauf, vor Verärgerung nur so strotzend und einen weiteren Fehlschlag erwartend. Mit einem letzten Grunzen zog er die Zündschnur und bedeckte seinen Kopf, während er auf die unvermeidbare Explosion wartete. Zu seiner großen Überraschung aber begann er abzuheben und stabilisierte den Flugapparat nach einigen panisch vollzogenen Justierungen. Innerhalb einer Stunde duckte und schlängelte er sich durch die Brisen, von Möwen umgeben, und Aurel fühlte zum ersten Mal das atemberaubende Wunder des Fliegens. Als die Dämmerung anbrach, setzte Aurel den Kurs zurück zu seiner Werkstatt. Aber im selben Moment, als er mit seinem Flugapparat umkehrte, zerriss eine Kanonenkugel sein Heckleitwerk. Nachdem er sich aus den Trümmern seines Flugzeugs befreit hatte, schwamm er zum nächsten Stück Land in Sicht und verfluchte das für die Kanonenkugel verantwortliche Schiff, während er die Trümmer aufsammelte. Tage später, als Aurel zu seiner Werkstatt zurückkehrte, begann er an einem weiteren Gyrocopter zu arbeiten, aber dieses Mal sollte er eine viel schwerere und gefährlichere Ladung tragen können.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker","Disabler"],"roles_l":["Carry","Nuker","Disabler"]},"alchemist":{"name":"Alchemist","bio":"Die heilige Wissenschaft der Chymie war eine Tradition der Darkbrew-Familie, dennoch hat kein Darkbrew je solch eine Kreativität, einen Ehrgeiz und eine Rücksichtslosigkeit gezeigt, wie der junge Razzil. Nichtsdestotrotz drängte er, als er erwachsen wurde, die Familientraditionen zur Seite und versuchte sein Glück beim Herstellen von Gold durch Alchemie. Mutig wie man es von ihm gewohnt war, kündigte Razzil an, dass er einen gesamten Berg zu Gold verwandeln wolle. Zwei Jahrzehnte an Forschung, Ausgaben und Vorbereitung später, versagte er spektakulär. Kurz darauf wurde er für die großräumige Zerstörung eingesperrt, die sein Experiment verursacht hatte. Aber Razzil war keiner, der einen Rückschlag auf die leichte Schulter nahm, weswegen er seine Flucht plante, um seine Forschungsarbeiten fortsetzen zu können. Als sein neuer Zellenmitbewohner sich als wilder Oger herausstellte, war dies die Gelegenheit, auf die er gewartet hatte. Nachdem er den Oger dazu überredet hatte, ihn nicht zu verschlingen, bereitete Razzil sorgfältig eine Tinktur aus den Moosen in den Ritzen des Gefängnisgesteins vor, die der Oger trinken sollte. Nach einer Woche schien es soweit zu sein. Als der Oger den Trank zu sich nahm, fiel er in eine Berserkerwut, während der er die Zellengitter zerstörte und Wände und Wachen gleichermaßen durchbrach. Kurz darauf fanden sich beide im Wald außerhalb der Stadtmauern wieder, hinter ihnen ein Pfad der Verwüstung, jedoch ohne jegliche Anzeichen einer Verfolgung. Nachdem der Trank allmählich an Wirkung verlor, zeigte sich der Oger gelassen, glücklich und gar eifrig. Sie beschlossen, dass sie als Team zusammenarbeiten wollen und machten sich auf, um die benötigten Materialien für einen neuen Versuch von Razzils alchemistischer Verwandlung zu sammeln.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Support","Durable","Disabler","Initiator","Nuker"],"roles_l":["Carry","Support","Durable","Disabler","Initiator","Nuker"]},"invoker":{"name":"Invoker","bio":"In ihrer frühesten, vielleicht mächtigsten Form, war die Magie in erster Linie die Kunst der Erinnerung. Sie benötigte weder Technologie noch Zauberstäbe oder Ausrüstung, sondern nur den Geist des Magiers. All das Drumherum des Rituals bestand bloß aus Gedächtnisstützen, die dazu dienten, dem Ausübenden die spezifische Formel, die die Macht des Zaubers freilässt, ins Gedächtnis zu rufen. Die größten Magier dieser Tage waren diejenigen, die mit den mächtigsten Erinnerungen gesegnet waren. Ähnlich komplex waren die Beschwörungen, die alle Zauberer gezwungenermaßen verinnerlichen mussten. Die Hingebungsvollsten durften während ihres ganzen Lebens auf die Beherrschung von drei bis maximal vier Zauberformeln hoffen. Gewöhnliche Hexenmeister waren mit der Verinnerlichung von zwei Sprüchen zufrieden und es war nicht ungewöhnlich für einen Dorfmagier, nur einen zu kennen und selbst dafür ein Zauberbuch konsultieren zu müssen, um bei den seltenen Anlässen, bei denen er benötigt wurde, nicht vergessen zu werden.\r\nDoch unter diesen frühen Magiern gab es einen, der aus der Masse hervorstach, ein Genie von enormem Intellekt und erstaunlichem Gedächtnis, der als der Invoker bekannt wurde. In seiner Jugend beherrschte der frühreife Zauberer nicht etwa vier, fünf oder gar sieben Zauberformeln: Er verfügte über nicht weniger als zehn Zauber, die er augenblicklich wirken konnte. Er lernte noch wesentlich mehr, doch befand er sie für nutzlos, übte sie einmal und verbannte sie dann für immer aus seinem Gedächtnis, um Platz für zweckmäßigere Zaubersprüche zu schaffen. Einer dieser Zauber war die Sempiternal Cantrap - ein mächtiger Langlebigkeitsspruch. Selbst diejenigen, die ihn in den ersten Tagen der Welt beschworen, sind heute noch unter uns (es sei denn, sie wurden in ihre atomaren Bestandteile zersetzt). Die meisten dieser praktisch Unsterblichen leben zurückgezogen, haben Angst davor, ihr Geheimnis zu offenbaren. Doch Invoker ist niemand, der seine Gabe verheimlicht. Er ist uralt, lernte weit mehr als alle anderen und doch hat sein Animus immer noch Platz für einen ausgeprägten Sinn für seinen eigenen Wert und die Zauber, mit denen er sich während des langen Zwielichts der letzten Tage der Welt amüsiert.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker","Disabler","Escape","Pusher"],"roles_l":["Carry","Nuker","Disabler","Escape","Pusher"]},"silencer":{"name":"Silencer","bio":"Als Teil der siebenten und letzten Generation eines sorgfältig entwickelten Stammbaums, wurde Nortrom vom alten Orden der Aeol Drias mit der Absicht gezüchtet, der größte Zauberer zu werden, den die Welt jemals gesehen hatte. Er war der Prophezeite, die Krönung von zweihundert Jahren achtsamer Paarungen, ein Kriegsmagier, der Ruhm und Ehre über den Orden und Zerstörung über dessen Erzfeinde, die Ritter der Inquisition, bringen würde. Zusammen mit anderen Jungmagiern in einem versteckten Ausbildungslager zwischen den Hügeln der Hazhadal-Einöde aufgewachsen, warteten die Lehrer des Ordens darauf, dass sich Nortroms Fähigkeiten offenbarten. Während die anderen Schüler Ihre Begabungen mit Feuer, Eis oder Beschwörungszaubern verfeinerten, blieb Nortrom still und talentlos, gerade einmal in der Lage, einen Fluch zu wirken. Als der Tag der Abschlussprüfung näher rückte, hatte er seine Magie noch immer nicht gefunden. Mit Abscheu beschimpften ihn die Lehrer, während die Kinder lachten. „Du bist kein Magier“, erklärte der Ordensleiter. Doch Nortrom schlich sich nicht heimlich davon. Er nahm am Prüfungstag teil und trat den Jungmagiern entgegen, die ihn verspottet hatten. Und dann lernten seine Lehrer eine wertvolle Lektion: Die Abwesenheit von Magie kann die größte aller Magien sein. Nortrom brachte die anderen talentierten Jungmagier der Reihe nach zum Schweigen und bezwang sie im Einzelkampf, bis er allein als Meister der Aeol Drias hervorging, so wie es die Prophezeiung vorhergesagt hatte.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Support","Disabler","Initiator","Nuker"],"roles_l":["Carry","Support","Disabler","Initiator","Nuker"]},"obsidian_destroyer":{"name":"Outworld Devourer","bio":"Als Angehöriger einer stolzen und gebieterischen Rasse und als letzter überlebende Wächter eines Außenpostens an der Kante zum Abgrund, streift Harbinger am Rande der Leere umher. Von seiner schroffen, kristallinen Welt beobachtete er für Ewigkeiten den Himmel, immer auf seinem Posten, aufmerksam nach jeder Bewegung in der bodenlosen Nacht zwischen den Sternen suchend. Tief in dem strahlenden Gewebe seines Intellekts eingeprägt liegt ein schwingendes Muster, ähnlich einer Prophezeiung. Eine dunkle Musik, die vor einem möglichen Bösen warnt, das dort draußen, hinter der Grenze der Schöpfung, erwachen und seine Aufmerksamkeit auf unsere Welt richten wird. Mit seinem ganzen Wesen auf diese Aufgabe fokussiert, schenkte der Outworld Devourer den Ereignissen näher an der Sonne wenig Beachtung. Aber der Aufruhr um die Ancients und die Ahnung einer wachsenden Bedrohung sowohl im Innern als auch von außen, ließ ihn schließlich Richtung Sonne fliegen, um die Schauplätze des Krieges zu besuchen. Harbingers Platz in unseren eigenen Prophezeiungen ist eindeutig: Er ist ein Omen für schlimmere Dinge, die noch kommen werden. Aber seine Ankunft selbst ist bereits schlimm genug. ","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Nuker","Disabler"],"roles_l":["Carry","Nuker","Disabler"]},"lycan":{"name":"Lycan","bio":"Banehallow kam einst als adliger Abkomme des Hauses von Ambry zur Welt, dem mächtigsten der ländlichen Kasten im alten Königreich von Slom. Kurz vor dem Zerfall des Reiches, als der Wille des Königs immer sonderbarere Züge annahm und sein Hof mehr und mehr von Zauberern und Scharlatanen bevölkert wurde, war es das Haus von Ambry, welches sich als erstes gegen die Habgier der Krone erhob. Statt Huldigung und Lehnstreue entsandte man sechstausend Klingen in die Hauptstadt, wo sie im Massaker von Apostates brutal abgeschlachtet wurden. Und dann bewahrheitete sich wieder einmal die alte Lehre: Wer dem König in den Rücken fällt, sollte ihm auch den Kopf abschlagen. Von dem Verrat erzürnt ließ der König kurzerhand die gesamte Blutlinie der Ambry auslöschen, lediglich den Lord des Hauses sowie dessen jüngsten Sohn, Banehallow, verschonte er. Vor den Augen des gesamten königlichen Hofes und des entehrten, an den Marmorboden geketteten Lords befahl der König seinen Magiern, das Kind in einen Wolf zu verwandeln, auf dass dieser die Kehle seines eigenen Vaters durchbeißen möge. \"Tut dies,\" tönte der König, \"um Lord Ambry den Biss des Verrates am eigenen Leibe beizubringen.\" Mächtige Zaubersprüche wurden entfesselt und der Jüngling verwandelt. Doch obzwar er seinen alten Körper verlor, blieb sein Geist unversehrt. So stürzte er sich statt auf das entblößte Genick seines Vaters, auf dessen Peiniger und riss sie in Stücke. Ein ganzes Dutzend der königlichen Wachen fielen den Zähnen des Wolfs zum Opfer, bevor es ihnen gelang, das Biest in die Nacht hinaus zu jagen. Lord Ambrys Gelächter erschallte noch, als ihm der König das Schwert in die Brust rammte. Nun wandelt Banehallow, der letzte Erbe des Hauses von Ambry, als Lycan, halb Krieger, halb Wolf, durch die Welt, auf der Suche nach Vergeltung für alles, was man ihm genommen hat.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Pusher","Jungler","Durable","Escape"],"roles_l":["Carry","Pusher","Jungler","Durable","Escape"]},"brewmaster":{"name":"Brewmaster","bio":"Durch die Tiefen der Klagenden Berge erstreckt sich unterhalb der Ruinenstadt ein Tal, in dem der alte Orden der Oyo seit Jahrhunderten seine Riten des heiligen Tagtraums zu praktizieren pflegt, große Festlichkeiten mit überschwänglichem Trunk, in denen die Verbindung zum Reich der Geister ersucht wird. Aus der Kreuzung mütterlichen Fleisches mit einem himmlischen Vater wurde der Jüngling Mangix gebohren, als erster seiner Art beseelt mit den Gaben beider Abstammungen. Man ließ ihn von den größten Ästheten des Ordens schulen und gewährte ihm schließlich, in Anerkennung seiner eifrigen Trunkenheit, die Prüfung des Brewmasters anzutreten - des höchsten Titels, den diese beschauliche, Malz brauende Sekte kennt.\r\nIn einem Saufgelage um Leben und Tod trank und kämpfte Mangix neun Tage gegen den Altmeister. Durch neun Nächte strauchelten sie, stolperten und wirbelten, stampften auf und schlugen sich, bis der alte Krieger besinnungslos in sich zusammenbrach. Ein neuer Brewmaster war benannt. Der neue junge Brewmaster weiß nun die Macht seiner Oyo-Vorfahren hinter sich, um seine Gefolgsleute zu führen. Wie alle Brewmaster vor ihm, ist auch er von seinem Volk mit einem einzigen Auftrag entsandt worden. Er wandert durch die Lande, der Erleuchtung durch Trunkenheit entgegenstrebend, auf der Suche nach dem Grund der einstigen Spaltung des Geistes, in der Hoffnung eines Tages den einzigen Gedanken denken zu können, der geistliche und physische Ebene wieder in Einklang bringen wird.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Initiator","Durable","Disabler","Nuker"],"roles_l":["Carry","Initiator","Durable","Disabler","Nuker"]},"shadow_demon":{"name":"Shadow Demon","bio":"Unter den unabhängigen Dämonen mit direktem Zugang zu dieser Welt kümmert sich Doom kaum um die Angelegenheiten von Nicht-Infernals und niederen Spektralwesen, während Shadow Fiend sie nur auf seinen Sammelexpeditionen durchquert. Der Shadow Demon hingegen zeigte schon immer ein großes und beständiges Interesse an der materiellen Ebene, als ob er spüren würde, dass die Kontrolle dieses groben dimensionalen Geflechts der Schlüssel zur totalen Vorherrschaft über alle Realitäten sein könnte. Zuerst von unbedeutenden Zauberern beschworen, erfüllte der Shadow Demon jeden Wunsch und zeigte immer beeindruckendere Zurschaustellungen seiner Macht, bis er die volle Aufmerksamkeit der bedeutendsten Dämonologen hatte und dadurch auch die der verschiedenen Lords, Tyrannen, Herrscher und Hohepriester, die von der Zauberei als Stütze ihrer weltlichen Macht abhingen. Seine wahren Intentionen verbarg er dabei vor seinen Beschwörern, die sich als Meister und Shadow Demon als ihren Diener ansahen; er zermürbte langsam ihren Willen und übernahm die Kontrolle über ihren Verstand. Schlussendlich waren die meisten Mitglieder des Kultes nicht mehr als leere Puppen, Marionetten seines bösen Willens. Was Shadow Demons nächster Schritt gewesen wäre, bleibt jedoch offen für Spekulationen, da zu dieser Zeit Nevermore, der Shadow Fiend, eine besonders übel schmeckende Seele kostete und in ihr nichts außer einem fauligen Extrakt von Shadow Demons Wesen vorfand. Vor dem bevorstehenden Verrat und der damit einhergehenden Destabilisierung des Gleichgewichts des Umbral-Paktes gewarnt, verbündeten sich Doom und Shadow Fiend kurzzeitig, um den wachsenden Kult zu vernichten. Durch die Kombination von Zaubern unvorstellbarer Kraft machten sie das Ergebnis von Shadow Demons jahrhundertelanger Arbeit zunichte und zerschlugen den Kult mitsamt seinen Mitgliedern. Nur ein kleiner Schatten des Dämons blieb übrig. Doch dieses unzerstörbare Partikel des Bösen reichte aus, um die Rückkehr des Shadow Demon zu besiegeln. Hunderte von Jahren vergingen, in denen das winzige Stück Schatten alles vergiftete, was es berührte, und seine Macht nach und nach steigerte. Das Chaos aus beschädigten Teilen, die neu zusammengefügt und kombiniert wurden, gab Shadow Demon eine neue Form, die sogar noch stärker als seine vorherige war. Er ist zwar alles andere als komplett, doch die ehemaligen Schwachstellen in seinem Plan für unbegrenzte Kontrolle hat er bereits ausgemerzt. Es scheint, dass solch ein Wesen aus reiner Bösartigkeit und Heimtücke, eine Gefahr für die komplette Schöpfung, in dieser Welt für immer deplatziert sein würde... doch Shadow Demon mangelt es nicht an Anhängern.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Initiator","Nuker"],"roles_l":["Support","Disabler","Initiator","Nuker"]},"lone_druid":{"name":"Lone Druid","bio":"Noch bevor die ersten Worte der ersten Geschichtsbücher zu Papier gebracht wurden, gründete sich der druidische Bärenclan. Weise und gerecht waren seine Anhänger, die sich dem Verständnis der Gesetze der Natur versprochen hatten. Als die uralten Mächte der Natur dies sahen, erkoren Sie den gelehrtesten unter ihnen aus, den alten, weisen Sylla, Oberhaupt und Prophet des Clans. Als er vor seine Väter trat, ward ihm der Samen gegeben und es erklangen die Worte: 'Wenn alles Licht der Welt erloschen ist, wenn die letzte Zivilisation diese Länder verlassen hat, wenn die Welt von den endlosen Wüsten zerstört und verdorben ist, wenn das Ende der Zeit gekommen ist, dann pflanze diesen Samen.' Als er zu sich zurückfand, fühlte Sylla seine Müdigkeit schwinden und seine Lebenskraft zurückkehren. Unvorstellbares Wissen erfüllte ihn. Er war in der Lage seinen Willen in die Realität zu projizieren und, mit etwas Konzentration, auch seine äußere Form zu verändern. Doch schon bald trugen flüsternde Worte hellhöriger Geister das Wissen über den Samen und dessen Macht in die Welt hinaus. Ein grausamer Krieg brach herein, der den Niedergang des Bärenclans besiegelte. Als er seine Heimat in Flammen sah, floh Sylla mitsamt seines Schatzes in die Wildnis. Jahrhunderte gingen ins Land und der Mythos um den Bärenclan, Sylla und den Samen geriet in Vergessenheit. Prächtige Zivilisationen folgten dem Schicksal des Clans, entstanden und gingen wieder unter. Seit Tausenden von Jahren wartet Sylla nun in unerschöpflichem Glaube an das Wort seiner Götter darauf, dass endlich Friede in die Welt der ewigen Kriege einkehren möge. Im Verborgenen weilend blickt er dem Ende der Zeit und der Erfüllung seiner letzten, heiligen Pflicht entgegen, bereit sich alles und jedem zu stellen, der ihn daran zu hindern versucht.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Pusher","Jungler","Durable"],"roles_l":["Carry","Pusher","Jungler","Durable"]},"chaos_knight":{"name":"Chaos Knight","bio":"Als Veteran zahlloser Schlachten auf tausend Welten grüßt Chaos Knight aus einer weit stromaufwärts gelegenen Ebene, wo die grundlegenden Regeln des Universums ein Bewusstsein erlangt haben. Von all den uralten Grundsätzen ist er der älteste und rastloseste, endlos auf der Suche nach einem Wesen welches er nur als \"Das Licht\" kennt. Vor langer Zeit wagte sich das Licht, in Missachtung des ersten Abkommens, aus dem Ahnenreich. Jetzt wechselt Chaos Knight von Ebene zu Ebene, immer auf der Jagd, um das Licht auszulöschen, wo auch immer er es findet. Tausende Male hat er die Quelle schon aufgespürt und immer wechselt er in eine andere Ebene, um seine Suche erneut zu beginnen.\r\nAuf seinem Ross Armageddon reitet er, stürzt sich mit wahnsinniger Raserei in die Schlacht und zieht seine Stärke aus der Unordnung des Universums. Als Manifestation des Chaos ruft er in Zeiten der Not andere Versionen seiner selbst aus anderen Ebenen und unaufhaltsam wie die Naturgewalten reiten diese dunklen Reiter zusammen in die Schlacht. Erst wenn das letzte Licht der Welt aus der Existenz getilgt wurde, hat die Suche ein Ende. Wohin der Chaos Knight auch reitet, Tod und Verderben folgen ihm.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Disabler","Durable","Pusher","Initiator"],"roles_l":["Carry","Disabler","Durable","Pusher","Initiator"]},"meepo":{"name":"Meepo","bio":"\"Wenn du mich fragst, geht es im Leben nur darum, wen du kennst und was du kannst. Wenn du in den Riftshadow-Ruinen aufwächst, kann es schon knifflig sein, Essen zu finden. Also musst du an jeder Ecke sparen, du musst schmarotzen, du musst deine Stärken kennen. Manche von den Bestien da oben können dich töten, also brauchst du einen Weg, dir die schwachen zu fangen und die starken zu meiden. Andererseits sind die Ruinen geschichtsträchtig und Geschichte ist einigen Leuten ziemlich wichtig. Es gab dort mal einen Palast, in dem sie diese ganzen dunklen Rituale zelebriert haben. Übles Zeug. Wenn du die Zeremonie überlebt hast, haben sie einen Kristall zersplittert und deine Seele in Stücke zerrissen. Immerhin hatten sie großartige Kunstwerke! Skulpturen und sowas. Lass dir gesagt sein: manchmal stößt man auf ein paar dieser alten Inschriften. Nimm einen Stapel davon, bring sie in die Stadt und verkauf sie. Dann hol dir Essen für ein paar Wochen. Wenn das Glück wirklich auf deiner Seite ist, dann findest du vielleicht einen Riftshadow-Kristall. Lass ihn schätzen und fange an, herumzufragen. Irgendwer kennt immer irgendeinen Idioten, der nach so einem Ding sucht. Wenn alle Stricke reißen, verkaufe ihn an einen Magus, sobald einmal wieder einer in der Stadt ist. Die lieben dieses Zeug. Aber was immer du tust, sei vorsichtig im Umgang mit diesen Kristallen. Du willst nicht, dass einer von ihnen in deiner Hand explodiert. Das tut wirklich weh.\"","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape","Nuker","Disabler","Initiator","Pusher"],"roles_l":["Carry","Escape","Nuker","Disabler","Initiator","Pusher"]},"treant":{"name":"Treant Protector","bio":"Fern im Westen, in den Bergen jenseits des Tals von Augury, liegt eine unheimliche Macht tief versteckt in den dichten Wäldern. Man munkelt, dass die Dinge, die hier wachsen, absonderliche Formen annehmen. Es ist ein heiliger Ort, geschaffen von den Naturgewalten, der unbekannt und im Verborgenen bleiben soll. Von zahlreichen Fallen und Gefahren sind diese Lande geprägt - allesfressende Gräser, eine wild gekreuzte Fauna und giftspeiende Pflanzen - doch nichts erreicht die Bedrohlichkeit der mächtigen Treant Protectors. Diese zeitlosen, titanenartigen Wesen sind mit der Erhaltung des Friedens an diesem gefährlichen Ort beauftragt. Sie gewährleisten, dass nichts von Innen grundlos herausdringt und nichts von Außen seine Geheimnisse stiehlt. Eine Ewigkeit lang sorgten sie sich unbehelligt um den heiligen Boden und die Veränderungen in der Welt um sie herum drangen nur dumpf in ihr Bewusstsein vor. Doch, wie es unausweichlich zu sein scheint, wuchs mit jedem Winter die Kenntnis der Außenwelt um dieses ungezähmte Land und nicht minder die Kühnheit ihrer Bewohner. Schon bald näherten sie sich, brachten Werkzeuge zum Schneiden und das Feuer zum Verbrennen mit und die Treants begannen zu grübeln, wer diese zerbrechlichen, fleißigen Kreaturen wohl seien. Was war aus der wilden, grünen Welt geworden? Ein Zeitalter der Fragen und der Zweifel brach an, tausende von Sommer im Zeichen ewiger Tradition wurden in Frage gestellt, während immer mehr der Außenweltler dahinschieden und eins mit der Erde wurden. Als schließlich das letzte Element des Waldes gesprochen hatte, überwog die Neugier die Vorsicht. Es war entschieden: Ein einzelner Protector sollte in die Außenwelt entsandt werden, mit dem Auftrag, solange umherzuwandern, bis die Gletscher erneut zu wachsen beginnen würden, um die im Wandel befindliche Welt und ihre Bewohner zu studieren und herauszufinden, welche unbekannten Gefahren ihren heiligen Ort bedrohen könnten.","atk":"melee","atk_l":"Nahkampf","roles":["Support","Initiator","Durable","Disabler","Escape"],"roles_l":["Support","Initiator","Durable","Disabler","Escape"]},"ogre_magi":{"name":"Ogre Magi","bio":"Der gewöhnliche Oger ist ein Wesen, das durch die Redewendung \"strohdumm\" wohl am besten beschrieben wird. In seinem natürlichen Zustand ist er außergewöhnlich unfähig auch nur irgentetwas zu bewerkstelligen, geschweige denn zu entscheiden. Da sein Körper von Dreck überdeckt wird, kommt es mitunter vor, dass sich einige Tierüberreste zu diesem gesellen, während er sich die Überbleibsel eines Kampfes schmecken lässt. Er ist auch nicht außergewöhnlich sozial, desöfteren findet man ihn in einem regen Gespräch mit einem Felsen oder Baumstumpf vor, den er für einen seiner Artgenossen hält (dies erklärt auch die äußerst geringe Fortpflanzungsrate der Oger). Wie dem auch sei, wird die Rasse der Oger in manchen Generationen mit der Geburt eines zweiköpfigen Oger-Magi gesegnet. Diesem wird sofort der traditionelle Name Aggron Stonebreak verliehen, der Name des ersten und wahrscheinlich einzigen weisen Ogers des gesamten Ogergeschlechts. Seine zwei Köpfe ermöglichen es dem Oger-Magi mit anderen, einköpfigen Kreaturen schrittzuhalten. Und auch wenn der Oger-Magi wohl niemals eine Diskussion gewinnen wird (nichtmal mit sich selbst), ist er doch mit der bewundernswerten Gabe des \"Glück des Dümmeren\" ausgestattet, dem Hang dazu Glückserien auf sich zu ziehen, die es der gesamten Ogerrasse erlauben, ihre Feinde zu übertrumpfen, schlechten Zeiten zu trotzen und trotz ihrer Unfähigkeit, sich selbst zu ernähren, zu überdauern. Es scheint fast so, als hätte die Göttin des Glücks, überkommen vom Mitleid über diese unfähige Spezies, den Oger-Magi unter ihre Fittiche genommen. Und wer könnte es ihr verübeln? Arme Dinger.","atk":"melee","atk_l":"Nahkampf","roles":["Support","Nuker","Disabler","Durable","Initiator"],"roles_l":["Support","Nuker","Disabler","Durable","Initiator"]},"undying":{"name":"Undying","bio":"Wie lange ist es nun her, dass er seinen Namen verlor? Das zerfetzte Gerüst seines Geistes weiß es nicht mehr. Trübe blitzen die Rüstungen und Banner auf und die finsteren Gesichter der Seinen, die neben ihm ritten. Er erinnert sich an eine Schlacht: an Schmerz und Angst, als bleiche Hände ihn aus dem Sattel rissen. Er erinnert sich an den Schrecken, als man ihn und seine Brüder in die klaffende Grube des Todesgottes warf, an die Totenlieder und das Gefühl, vom Nichts verschlungen zu werden. In der Finsternis verließ sie die Zeit. Die Gedanken verließen sie. Der Verstand verließ sie. Was dagegen blieb, war der Hunger. Mit gesplitterten Fingernägeln und gebrochenen Zähnen machten sie sich übereinander her. Dann kam es: zunächst in der Ferne, eine schwache Nuance am Rande der Wahrnehmung, verstärkt von einer weiteren, dann noch eine, unausweichlich und unendlich. Der Chorus wuchs zu einer leibhaftigen Wand des Schalls an, die in seinem Kopf pulsierte, bis jeder andere Gedanke erstickt war. Als das Totenlied ihn übermannte, öffnete er dem Todesgott seine Arme und sah seiner Vernichtung entgegen. Doch Auslöschung war nicht das Schicksal, für das er auserkoren war. Der Todesgott verlangte Krieg. Im Bauche des großen Nichts wurde seiner Existenz ein neuer Zweck gegeben: das Totenlied durch die Länder zu tragen, die schlaflosen Toten gegen die Lebenden zu vereinigen. Er wurde zum Undying, dem Herald des Todesgottes, dazu bestimmt, aufzuerstehen und zu fallen und wieder aufzuerstehen, wann immer sein Körper versagte. Er quält sich durch unendliche Tode, auf dass das Totenlied ewig erklingen möge.","atk":"melee","atk_l":"Nahkampf","roles":["Support","Durable","Disabler","Nuker"],"roles_l":["Support","Durable","Disabler","Nuker"]},"rubick":{"name":"Rubick","bio":"Jeder Magier kann einen oder zwei Zauber sprechen und der ein oder andere mag sogar lange genug studiert haben, um ein Hexenmeister zu werden, doch nur jene von höchstem Talent dürfen sich Magus nennen. Wie es mit Zaubererbünden jedoch immer ist, garantiert ein Gefühl der Zusammengehörigkeit noch lange keinen ehrenvollen Wettstreit.\r\nObzwar er bereits nennenswerte Anerkennung als Duellant und Gelehrter der höheren Zauberkünste genoss, war es Rubick nie in den Sinn gekommen, dass er eines Tages womöglich in den Stand eines Magus aufsteigen würde, bis zu einem Moment während des siebten Anschlagsversuches gegen ihn. Als er gerade im Begriff war, den zwölften Mann einer Gruppe gescheiterter Assassinen en passant von einem hohen Balkon zu stürzen, dämmerte ihm, wie gänzlich einfallslos die Angriffe auf sein Leben geworden waren. Während ihm früher noch das gelegentliche Schnippen eines Fingers oder ein Feuerball willkommene Abwechslung bieten konnte, war nun alles so vorhersehbar geworden. Es dürstete ihn nach einer größeren Herausforderung. Also setzte er seine Kampfmaske auf und tat, was jeder Hexenmeister, der nach einem höheren Rang strebte, getan hätte: Er verkündete, dass er einen Magus töten wolle.\r\nSchnell fand Rubick heraus, dass die Herausforderung eines Magus der aller gleichkam und gemeinsam machten sie sich über ihn her. Jeder Zauber seiner Kontrahenten war ein unaufhaltbarer Strom aus Energie und jede Attacke ein todbringender Angriff. Doch schon bald ereignete sich etwas, mit dem Rubicks Widersacher nicht gerechnet hatten: Ihre Kräfte schienen sich gegen sie zu wenden. Im Innern des magischen Mahlstroms saß ein glucksender Rubick, der sich mit raffinierter Präzision die Fähigkeiten des einen zu Eigen machte, um sie gegen den anderen auszuspielen und auf diese Weise Chaos unter jenen säte, die sich gegen ihn verbündet hatten. Bezichtigungen des Verrats machten die Runde und es dauerte nicht lange, bis die Zauberer sich ohne die Ahnung, wer hinter ihrem Verderben steckte, gegeneinander wandten. Als die Kämpfe schließlich ihr Ende fanden, lagen sie alle verbrannt, eingefroren, aufgedunsen, zerschnitten und durchbohrt am Boden. Nicht bloß einer war durch die Hand eines Verbündeten umgekommen. Rubick stand abseits, angeschlagen aber über die Festlichkeiten der vergangenen Woche entzückt. Als er sein Aufnahmegesuch dem Verborgenen Rat vorbrachte, war keiner von ihnen in der Lage, einen Einwand vorzubringen und so verliehen ihm die Unwirklichen Elf einstimmig den Titel eines Großmagus.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Nuker"],"roles_l":["Support","Disabler","Nuker"]},"disruptor":{"name":"Disruptor","bio":"Hoch in den vom Wind verwüsteten Steppen von Druud war ein begabter junger Sturmzauberer namens Disruptor der erste, der die Geheimnisse der Sommerstürme entdeckte. Ständig bedroht durch saisonale Stürme und Besitzansprüche zivilisierter Königreiche im Süden haben die Hochland-Oglodi Jahrhunderte lang um ihr Überleben auf dem endlosen Hochplateu gekämpft. Sie sind die gebrochenen Überbleibsel einer einst großen Zivilisation - ein gefallener Stamm, dessen seltsame und undurchschaubare Sturmmagie aus Fetzen längst verlorenen Wissens zusammengeschustert ist und die sie selbst nicht länger vollständig verstehen. Für sie ist das Wetter zu einer Art Religion geworden, verehrt als Geber und als Nehmer von Leben. Aber die elektrischen Stürme, die den lebenswichtigen Regen bringen, fordern ihren Tribut und die Anzahl der verkohlten und rauchenden Körper in ihrer Spur ist hoch.\r\nObgleich recht klein für seine Art, war Disruptor furchtlos und von unstillbarem Wissensdurst angetrieben. Noch unerfahren und ohne einen Stryder erkundete er die Ruinen der Städte seiner Vorfahren, suchte in eingestürzten und zerfallenen Bibliotheken und durchstöberte rostende Werkstätten. Er nahm sich, was er brauchte, und kehrte zu seinem Stamm zurück. Mit einer angepassten antiken Spule machte er sich die Potenzialunterschiede zu Nutze und kann nun Gewitter auslösen, wann immer es ihm beliebt. Halb Magie, halb Handwerkskunst hält seine Spule die Macht über Leben und Tod in ihren glühenden Platten - eine Macht, die er mit Präzision gegen Tiefländer im Süden und andere Eindringlinge einsetzt, die die uralten Oglodi-Länder durchqueren.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Nuker","Initiator"],"roles_l":["Support","Disabler","Nuker","Initiator"]},"nyx_assassin":{"name":"Nyx Assassin","bio":"Tief in den Archiven von Ultimyr, lagernd zwischen wissenschaftlichen Abhandlungen über Drachenkladistik und Büchern voller unübersetzbarer Zaubersprüche, liegt ein alter Band über merkwürdige Insekten. Zusammengetragen von Wissenschaftlern beschreibt das Buch die telepathische Begabung des Zelotenskarabäus, einer seltsamen Spezies sozialer Insekten mit in allen sieben Ebenen einzigartigen Fähigkeiten.\r\nIm Gegensatz zu den meisten anderen Larven in seiner Kolonie, ging Nyx Assassin nicht mit den schwerfälligen Gedanken und stumpfen Gliedmaßen, typisch für die Arbeiterkaste seiner Art, aus der Metamorphose hervor. Er war für eine spezielle Transformation bestimmt, geführt von Nyx' Gunst. Er war der Auserwählte, ausgewählt aus den vielen Gesalbten durch ein Extrakt der Königingöttin. Nicht alle überleben den dunklen Segen der Kammer der Königin, aber er schlüpfte mit einem durchdringenden Verstand und klingenartigen Klauen - seine Kiefer zerschneiden die Luft und seine Gedanken projiziert er direkt in den Verstand anderer. Von allen Zelotenskarabäen wurde nur er für die höchste Berufung auserwählt. Nach seiner Verwandlung wurde er durch die Gunst Nyx' wiedergeboren, mit Fähigkeiten, die ihn für eine einzige Tätigkeit bestimmten: im Namen seiner Göttin zu töten.","atk":"melee","atk_l":"Nahkampf","roles":["Disabler","Nuker","Initiator","Escape"],"roles_l":["Disabler","Nuker","Initiator","Escape"]},"naga_siren":{"name":"Naga Siren","bio":"Unter den hohen Wächtern der Slithereen gibt es einen feierlichen Schwur, welcher vor vielen Gefechten rezitiert wird: Kein Slithereen darf versagen. In Wahrheit sind diese Worte zugleich ein Eid, da jene, die ihrer Pflicht nicht nachkommen, aus dem Orden verbannt werden. Wer versagt, ist kein Slithereen. Einst die am höchsten Angesehene ihrer Rasse, hat Slithice viele Jahre lang ein ganzes Bataillon kommandiert und ihre eindrucksvolle Stimme als größte Waffe eingesetzt. Stark, geschmeidig, schlangenartig hat sie die tödlichen Wächter zur Verteidigung der Wesen der Tiefen und für das Wohlergehen der versunkenen Städte geführt. Aber in der letzten Schlacht von Crey wurden sie von der plündernden Leviathan-Armee zurückgetrieben, die auf der Suche nach Tributen für ihren Gott Maelrawn waren. Nach den langen und blutigen Angriffen, als die Toten aus den versunkenen Hallen getragen wurden, fehlte in der Schatzkammer nur ein einziger diamantbesetzter Kelch. Von ihren hunderten Wächtern überlebte nur eine Handvoll, aber ihre Tapferkeit und Aufopferung hatte wenig Einfluss. Was zählte war, dass etwas vom Schatz gestohlen worden war. Die Ehre war zerstört. So wurde Naga Siren verstoßen. Verbannt, um den gestohlenen Kelch zu suchen. Auch wenn sie hundertmal ihr Gewicht in Form von goldenen Schätzen zurückbringen würde, ist sie verdammt getrennt zu leben bis zum Tage, an dem sie den gestohlenen Kelch zurückbringt. Kein Gold der Welt ist gleich viel Wert wie die Ehre, die sie verloren hat.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Support","Pusher","Disabler","Initiator","Escape"],"roles_l":["Carry","Support","Pusher","Disabler","Initiator","Escape"]},"keeper_of_the_light":{"name":"Keeper of the Light","bio":"Auf einem perlweißen Ross reitet er dahin, ein Funke von der Kraft unendlich vieler Sonnen, der Keeper of the Light. Vor langer Zeit entkam Ezalor aus der Elementarebene und löste sich von den restlichen Urmächten, an die er bis dahin im ewigen Einklang gekettet war. Er ist eine Naturgewalt, die in der Geburtstunde des Universums entstand, er reitet durch alle Dimensionen zugleich und ist dem Chaos stets einen Schritt voraus, ausgestattet mit einer Gabe, die er am Ende eines leuchtenden Stabes trägt. Hinter der äußeren Gestalt eines leicht tattrigen Greises, der sich kaum im Sattel halten kann, liegt sein wahrer, majestätischer Geist verborgen. Stellen sich ihm die Kräfte des Chaos oder der Dunkelheit in den Weg, schlägt ihnen sein uraltes Licht entgegen und entfesselt seine ganze Macht, die ihn zu einem ernstzunehmenden Gegner macht.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Disabler","Jungler"],"roles_l":["Support","Nuker","Disabler","Jungler"]},"wisp":{"name":"Io","bio":"Io ist überall und in allen Dingen. Von seinen Feinden als die große Gewalt der Negation verurteilt, von den Gelehrten als das Zwinkern eines göttlichen Auges verehrt, wandelt Io auf sämtlichen Ebenen zugleich und nur ein marginaler Bestandteil seines Wesens tritt als physische Existenz in Erscheinung.\r\nWie die großen Zwillingsreiter Dunkelheit und Licht ist Io der Wisp ein weiterer uralter Reisender, dessen Geschichte sich in der Vergangenheit verliert, ein Grundelement des Universums, eine Macht älter als die Zeit, ein Gesandter aus Welten, die sich dem irdischen Verständnis entziehen. Io ist nicht weniger als die Summe aller auf die Materie wirkenden anziehenden und abstoßenden Kräfte, der manifestierte Ausdruck jener Macht, die alles zusammenhält. Nur durch die kontrollierte Verzerrung dieser Kräfte lässt sich Ios Präsenz auf der physischen Ebene ausmachen. Io ist eine gutwillige, helfende Macht, die ihre Energie auf Verbündete überträgt, um diese zu stärken. Mit Kräften jenseit des Vorstellungsvermögens und Beweggründen, die nicht zu durchschauen sind, bewegt sich Io auf der physischen Ebene als Inbegriff der Mysterien des Universums.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Escape","Nuker"],"roles_l":["Support","Escape","Nuker"]},"visage":{"name":"Visage","bio":"Über den Toren zum Verschlungenen Labyrinth zeichnen sich die kauernden Umrisse höhnischer Gargoyles ab, die Pfade zu ebendiesem für alle Ewigkeit unter ihrem starrem Blick. Vieh und Vogel, Mensch und Monster, alle Kreaturen, die sterben und die Reise ins Jenseits wählen, müssen einmal ihre Blicke passieren. Die Entscheidung eines ungebundenen Geistes, den Schleier des Todes zu durchschreiten ist unwiderruflich. Wenn einer rastlosen Seele, sei es durch Glück, Geschick oder Rafinesse, die Flucht aus Himmel und Hölle gelingt, ist es der gefürchtete Gargoyle Visage in der gebundenen Gestalt des ewigen Geistes Necro’lic, welcher entsandt wird, um sie wieder zurückzuholen. Gnadenlos und effizient, unbehelligt von den Gesetzen des Todes und der Erschöpfung verfolgt Visage seine Beute ohne Erbarmen oder Verzicht, gewillt, all jene zu vernichten, die dem flüchtigen Wesen Schutz zu bieten wagen. Alles und jeder, der versucht, den Gesetzen des Jenseits zu trotzen, wird nie wieder ruhen und obgleich es wahr ist, dass die Toten wiedererweckt werden können, ist es lediglich eine Frage der Zeit, bevor Visage sie findet und zurück an den Ort ihrer Bestimmung führt.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Durable","Disabler","Pusher"],"roles_l":["Support","Nuker","Durable","Disabler","Pusher"]},"slark":{"name":"Slark","bio":"Wenig ist den Bewohnern der trockenen Welt über das Dark Reef bekannt, einem versunkenen Gefängnis, in das die übelsten Ausgeburten der See wegen Verbrechen gegen ihresgleichen verbannt werden. Es ist ein stachelbewehrtes Labyrinth voll von mordlüsternden Slithereen, heimtückischen Wesen der Tiefe und soziopathischen Meranthen. In diesem trüben Irrgarten, der von Aalen patrolliert und von riesigen Anemonen überwacht wird, überleben nur die bösartigsten Insassen. Auch Slark wurde in das Dark Reef geworfen - für Verbrechen, die längst in Vergessenheit geraten sind. Er verbrachte eine halbe Lebensspanne ohne seinesgleichen oder den Genuß von Freundlichkeit. Er lernte niemandem zu vertrauen, durch Tarnung und Rücksichtslosigkeit zu überleben und seine Gedanken und Pläne für sich selbst zu behalten. Als das dreckige Dark-Reef-Dutzend seinen unglückseligen Ausbruch plante, sicherten sie die perfekte Geheimhaltung ihres Plans, indem sie jeden umbrachten, der ihn hätte nachvollziehen können. Trotzdem erfuhr Slark auf unbekannte Art und Weise von ihrem Vorhaben und fand darin ein Schlupfloch für sich selbst. Zehn des Dutzends starben bereits während des Ausbruchsversuchs, die übrigen beiden wurden gefangen genommen und zurück in das Dark Reef geworfen, wo sie letztendlich zur Unterhaltung ihrer Mitinsassen hingerichtet wurden. Nur Slark, der unbekannte Dreizehnte, nutzte die Verwirrung als Ablenkung und entkam ohne jemals wieder gefangen zu werden. Er ist jetzt ein lauernder Bewohner der fleischfressenden Kriechmangrove, die den südlichen Rand von Shadeshore vereinnahmt. Slark verbleibt als der einzige erfolgreiche Ausbrecher aus dem Dark Reef.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape","Disabler","Nuker"],"roles_l":["Carry","Escape","Disabler","Nuker"]},"medusa":{"name":"Medusa","bio":"Schönheit ist Macht. Dieser Gedanke ermutigte Medusa - die jüngste und hübscheste von drei schönen Gorgonenschwestern, geboren von einer Meeresgöttin - weil sie die einzige der Schwestern war, die sterblich war. Es ermutigte sie, bis eines Tages maskierte Angreifer, unberührt durch ihre Schönheit und Tränen, das Gorgonenreich überfielen und die zwei unsterblichen Schwestern aus ihrer Heimat rissen. Einer der Eindringlinge ergriff auch Medusa, aber warf sie mit einem angewidertem Blick zur Seite: \"An dieser hier haftet der Gestank der Sterblichen. Wir haben kein Nutzen für das, was stirbt.\" Beschämt und wütend floh Medusa zum Tempel ihrer Mutter und warf sich weinend vor die Göttin. \"Du hast mir das ewige Leben verweigert, daher flehe ich dich an, gib mir Macht! Macht, um mein Leben zu widmen, meine Schwestern zu befreien und diese Ungerechtigkeit zu rächen!\" Nach langem Nachdenken gewährte die Göttin ihrer Tochter ihren Wunsch, indem sie Medusa erlaubte ihre legendäre Schönheit für ein Gesicht und eine Form furchteinflößender Stärke einzutauschen. Medusa hat diese Entscheidung nie bereut. Sie hat verstanden, dass nur Macht die einzige Schönheit ist, die man besitzen sollte - denn nur Macht kann die Welt verändern.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Disabler","Durable"],"roles_l":["Carry","Disabler","Durable"]},"troll_warlord":{"name":"Troll Warlord","bio":"Es ist ziemlich einfach einen Troll zu verärgern. Gemäß ihrer kratzbürstigen und zänkischen Natur blühen Trolle vor allem im Streit und Konflikt auf. Dabei nehmen sie wenig Rücksicht auf Anstand oder Manieren, solange sie etwas anfechten können. Die Männchen wachsen bis zur Volljährigkeit in unterirdischen Kammern ihres mütterlichen Heims auf. Sie schwelgen und genießen ihr Dasein ohne etwas beizusteuern. Viele bleiben sogar weit über ihre Volljährigkeit hinaus, während sie von ihrer Mutter mit dem Lebensnotwendigen versorgt werden. Wenn junge Trolle endlich aus ihren unterirdischen Kammern herausgedrängt werden, sammeln sie sich mit ihresgleichen zu vagabundierenden Gruppen von Unzufriedenen, die ihrem Überdruss laut Luft machen.\r\nSo gern wie Trolle es mögen zu streiten, ist es nur schwer vorzustellen, dass ein Troll von seinesgleichen aufgrund seiner Unverträglichkeit verstoßen wird. Für Jah'rakal, einem handelnden Troll aus den Tiefen des Hoven, war dies allerdings der Fall. So verblendet war er, so verbittert und aggressiv, dass sogar seine Artgenossen ihn nicht mehr ertragen konnten. Nach einem besonders hasserfüllten Ausbruch, in dem er den Löwenanteil der Beute ihres letzten Streifzugs einforderte, hatten seine Gefährten letztendlich genug. Sie wandten sich gegen ihn, verprügelten ihn und warfen ihn aus ihrem Lager. Wutentbrannt über seine Verbannung kehrte er am nächsten Tag in voller Kampfmontur zurück. Er metzelte sie einen nach dem anderen nieder. Danach schwor er einen Bluteid, von nun an zu einer Kampfmaschine zu werden. Seitdem streift er durch die Welt als Troll Warlord, verbittert und wütend, oberster Befehlshaber einer Ein-Mann-Armee.","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Pusher","Disabler","Durable"],"roles_l":["Carry","Pusher","Disabler","Durable"]},"centaur":{"name":"Centaur Warrunner","bio":"Man sagt, der Pfad eines Zentauren sei gepflastert mit den Leichen der Gefallenen. Für den, den sie Warrunner nennen, war es ein wahrlich langer Weg. Von Außenstehenden werden die vierbeinigen Clans von Druud oft fälschlicherweise für einfache, grausame Kreaturen gehalten. Ihre Sprache hat keine geschriebene Form; ihre Kultur keine piktographischen Traditionen, strukturierte Musik, formalisierte Religion. Für Zentauren ist die Schlacht die perfekte Formulierung von Gedanken, der höchste Ausdruck ihrer selbst. Wenn Töten eine Kunst der Zentauren ist, dann ist Bradwarden der Warrunner ihr größter Künstler. Seine Dominanz entwickelte er auf den Prüfungsfeldern von Omexe, einer uralten Arena, in der Zentaurenclans sich seit Jahrtausenden versammeln, um ihre gladiatorischen Riten auzuüben. Als sein Ruhm sich ausbreitete, kamen Zuschauer von weit her gereist, um den großen Zentauren in Aktion zu erleben. Er war stets der Erste, der die Arena betrat und stets der Letzte, der sie wieder verließ. Er komponiert ein Meisterwerk mit jedem flackernden Spritzer, jedem Stich der bluttriefenden Klinge. Es ist Blutpoesie auf Stahl, in komplexen Mustern quer über dem blassen Sand des Schlachtfelds. Warrunner hat einen Krieger nach dem anderen besiegt, bis die Arena unter den Jubelschreien seines Namens bebte und er sich alleine wiederfand, als unangefochtener Champion der seinesgleichen sucht. Der große Gürtel von Omexe wurde ihm gewidmet und um seinen breiten Torso geschnallt, aber in seinem Sieg fand der Überlebenskünstler nur Leere. Wozu gibt es Krieger, wenn es keine Herausforderung gibt? Der Große Zentaur galoppierte noch am selben Tage mit einem neuen Ziel aus Omexe. Für seinesgleichen ist Warrunner der größte Krieger, der jemals die Arena betrat. Jetzt ist er aufgebrochen, um zu beweisen, dass er der größte Krieger ist, der jemals gelebt hat.","atk":"melee","atk_l":"Nahkampf","roles":["Durable","Initiator","Disabler","Nuker","Escape"],"roles_l":["Durable","Initiator","Disabler","Nuker","Escape"]},"magnataur":{"name":"Magnus","bio":"In einem Punkt sind sich die Schmiedemeister von Mount Joerlak einig: Das Horn eines Magnoceros ist das wertvollste aller Materialien. Und von all diesen Hörnern gehört das längste und schärfste der Bestie, welche sie Magnus nennen. Eine halbe Generation lang machte sich Magnus einen Spaß daraus, jene aufzuspießen, die nach den Schätzen seiner Sippe trachteten. Stets kehrte er siegreich in seine Höhle zurück, die Hufen und Hörner mit Blut bedeckt, bis die Matriarchin eines Tages ihn und den Rest der Sippe zur Flucht nach Norden, in den Schatten des Berges, drängte. Doch Magnus, der seine Brut all die Jahre verteidigt hatte, spottete nur. Der Magnoceroi entschied zu bleiben, denn ein Magnoceros glaubt nicht an den Zufall... und ändert nie seine Meinung. Als jedoch der Mount Joerlak ohne Vorwarnung ausbrach und die Hälfte seiner Sippe in den Flammen und der Asche umkam, lenkte Magnus ein. Die Überlebenden hetzten Richtung Norden bis sie auf eine Blockade trafen, an der Hunderte Jäger mit Bögen und Klingen bewaffnet lauerten. Etwas anderes hatte Magnus nicht erwartet. Er scharte seine unerschütterlichsten Brüder und Schwestern um sich und bekämpfte den Feind mit einer Grausamkeit, die nur noch durch den feuerspeienden Berg in seinem Rücken übertroffen wurde. Währenddessen verschwanden die Alten, die Mütter und Kälber der Magnoceros im Gestöber. Die Schmiedemeister sind uneins darüber, was anschließend geschah. Einige sagen, Magnus fand zu seiner Sippe zurück, andere behaupten, er zog schwere Verletzungen davon und verendete im Schoß der Matriarchin. Keine der Theorien entspricht der Wahrheit. Magnus schwor zu seiner Sippe zurückzukehren... doch erst nachdem er jene aufgespürt hat, die die Eruption des Mount Joerlak zu verantworten haben und sie auf seinem Horn verendet sind, denn ein Magnus glaubt nicht an den Zufall.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Disabler","Nuker","Escape"],"roles_l":["Initiator","Disabler","Nuker","Escape"]},"shredder":{"name":"Timbersaw","bio":"Rizzrack konnte immer noch die Schreie in seinem Kopf hören. Er arbeitete wie wahnsinnig, drehte Schraubenschlüssel, verwindete Schrauben, schnitzte, baute und schmiedete. Für Schlaf hatte er keine Zeit; er baute nur. Monate waren vergangen, seit er sich in der Werkstatt seines Onkels eingeschlossen hatte, und seine Befreiung war so gut wie da. Er rieb sich den Rücken, als seine Augen sich schlossen, und er sah eine Blumendecke auf den ruhigen Wellen der Augury-Bucht treiben, bevor diese in eine Wolke aus Pollen explodierte und jedes Leben zum Schweigen brachte, während es die Lungen angriff. Er wachte würgend auf. Für Stunden hallte das rhythmische Geräusch eines Schleifsteins durch die Werkstatt, während er einen Satz schwerer Klingen schärfte. Sein Kopf war gefüllt mit Bildern von gefährlichen Pflanzen, die Nachbarn erwürgten und Heime zerstörten. Die Überschwemmung der Augury-Bucht war nicht zu vergleichen mit den gewaltsamen Grauen, welches das Wasser hinter den Mauern zum Wachsen zurückließ. Aber sein mit Sägen bestückter Anzug würde ihn stark und sicher machen, dachte er. Er gab ihm einen Hoffnungsschimmer, bevor das volle Ausmaß seiner Angst über seinen schwachen Geist hereinbrach. Äste, Baumrinde und Blut. Als die Stadt unterging, flüchtete Rizzrack vor wandernden Bäumen, während er kämpfte und tötete. Bäume zerstörten das Tor und strömten in die Stadt. Sie zerstampften und töteten das Letzte, was die Augury-Bucht als Verteidigung auftreiben konnte. Die wenigen Überlebenden wurden verfolgt. In misstrauischer Stille wickelte Rizzrack die dicke Kette vom Arm seines Anzugs, seine Hände zitterten als er jede Verbindung der Kette überprüfte und er mit einem Finger über die Klaue am Ende fuhr. Der mit Sägen bestückte Anzug war nun fertig. Mit zitternder Hand entfachte er die mit Klingen bestückte Maschine zum Leben. Die Angst setzte bei ihm ein, Angst vor dem was ihn erwarten würde und dem er sich entgegenstellen musste, um seinen Geist zu besänftigen. Als der Anzug zitternd zu Leben erwachte, wusste er, dass er dieser Angst ins Gesicht blicken musste, und dass er es kein bisschen mögen würde.","atk":"melee","atk_l":"Nahkampf","roles":["Nuker","Durable","Escape"],"roles_l":["Nuker","Durable","Escape"]},"bristleback":{"name":"Bristleback","bio":"Rigwarl war nicht gerade jemand, der vor einem Kampf davonlief. Er war bekannt dafür, sich mit den größten, fiesesten Schlägern anzulegen, die er auftreiben konnte. Er verschaffte sich die Anerkennung der betrunkenen Horden, indem er Hinterzimmerprügeleien in jeder Taverne zwischen Slom und Elze anzettelte, bis seine Ausschweife letztendlich die Aufmerksamkeit eines Gastwirts auf der Suche nach einem Türsteher erregte. Bristleback wurde für ein bisschen Gebräu dazu angeheuert, offene Rechnungen einzutreiben, für Ruhe zu sorgen und hin und wieder ein oder zwei Beine zu brechen (oder auch fünf, im Fall eines unglücklichen Web-Hundes). Nachdem er eine Nacht lang in Heiterkeit geschwelgt hatte, während die beiden zechprellenden Gäste, wie auch seine Leber gleichermaßen in Mitleidenschaft gezogen wurden, traf er endlich auf einen ebenbürtigen Gegner. \"Mir gefallen eure Hauer nicht, Sir\", hörte man ihn betrunken zu einem außergewöhnlich großen Kerl aus den Northern Wastes lallen, dessen Rechnung soeben fällig geworden war. Es folgte ein Kampf für die Geschichtsbücher. Ein Dutzend Kämpfer sprangen bei. Kein Hocker blieb unzerbrochen und am Ende geschah das Unmögliche: Die Rechnung blieb unbezahlt. In den folgenden Wochen heilten Bristlebacks Wunden und seine Stacheln wuchsen nach; aber die Ehre eines Türstehers ist sehr empfindlich. Er zahlte die Rechnung aus eigener Tasche und schwor den Nordmann aufzuspüren und die Schuld zu tilgen. Und dann tat er etwas, was er noch nie zuvor getan hatte, er trainierte. Und dabei machte er eine erstaunliche Beobachtung über sich selbst. Ein Grinsen zog sich von seinen Zähnen ab, als er seine Stacheln aufstellte. Einem Kampf den Rücken zuzukehren schien garnicht mal so schlecht zu sein.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Durable","Initiator","Nuker"],"roles_l":["Carry","Durable","Initiator","Nuker"]},"tusk":{"name":"Tusk","bio":"Es war eine erinnerungswürdige Schlägerei. Da stand Ymir, der Tusk, der Terror der Barriere, der Schneeball aus Cobalt, der einzige Krieger, der den Borsten-Schläger in einem fairen Kampf besiegen konnte, und der jetzt noch als Letzter in der Wolfshöhlen-Taverne stand. Was als eine simple Demonstration von Überlegenheit begann, endete mit 4 Stammgästen, einem Schmied und sechs der besten Soldaten der Frost-Brigade, die sich in den Scherben und Splittern von so ziemlich jeder Flasche, jedem Krug und jedem Stuhl des Hauses wälzten. Der Tusk feierte sich prahlerisch für seinen Sieg, während er sein Getränk leerte. Kaum waren die Besiegten wieder zu ihrem Bewusstsein zurückgekehrt, forderten sie auch schon eine Revanche mit doppeltem Wetteinsatz. Für den Tusk war diese Aussicht verlockend, nie zuvor hatte es einen so hohen Wettgewinn gegeben, wie der, der ihm nun angeboten wurde. Entsetzt über den Zustand seiner Taverne und verzweifelt bemüht, einer weiteren Prügelei aus dem Weg zu gehen, kam der Wirt auf eine Idee. So talentiert er auch war, hatte der Tusk nie an einer richtigen Schlacht teilgenommen, sich nie gegen die Willkür, den Tod und das Chaos des Krieges bewiesen. Und so schlug er dem Krieger eine weitere Wette vor: Er solle die größtmögliche Schlacht finden, überleben und für die Seite seiner Wahl entscheiden. Die Belohnung? Die nächste Runde Drinks.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Disabler","Nuker"],"roles_l":["Initiator","Disabler","Nuker"]},"skywrath_mage":{"name":"Skywrath Mage","bio":"Als hochrangiger Magier am Hof des Grausamen Horsts führt Dragonus ein sorgenschweres Dasein. Von seiner Geburt an zum Schutz des Krallenthrons vereidigt, hasst er die gegenwärtige Skywrath-Königin aus ganzem Herzen. Als jugendlicher Hochgeborener war er Freund und Gefährte der ältesten Skywrath-Prinzessin, Shendelzare, Thronfolgerin des Horsts. Er hatte sie herzlich und unerschütterlich geliebt, aber als seine Studien es erforderten, wandte er sich der arkanen Lehre und den hohen Künsten der Skywrath-Zauberei zu. \r\nBesessen von himmlischen Angelegenheiten bemerkte er nicht die weltlichen Vorzeichen eines Hofverrats, der sich als eine Verschwörung gegen Shendelzare abzeichnete, und ihm entging die Möglichkeit, diesen zu vereiteln. Als der Hof von einem raschen und unbarmherzigen Putsch erschüttert wurde, löste er sich von seinen Studien, nur um zu entdecken, dass seine älteste und liebste Freundin für ihn verloren war. Das Dornennest war nun im Besitz von Shendelzares jüngerer Schwester und Dragonus war machtlos. Die Magie eines Skywrath-Magiers dient ausschließlich den eingeschworenen Beschützern des Skywrath-Nachfolgers; sich gegen das Nest zu wenden, würde ihn wehrlos machen. Er krallt sich deshalb an seinem Amt fest, im hoffnungsvollen Glauben, eines Tages die rechtmäßige Stellung seiner wahren Liebe wiederherzustellen. In der Zwischenzeit ist sein Geheimnis ausschließlich der Göttin Scree'auk bekannt, deren Magie bereits das entstellte physische Geschöpf Shendelzare in die Verkörperung ihrer bloßen Rachegelüste verwandelte. \r\nWährend er von der Rückkehr seiner geliebten Königin zum Grausamen Horst träumt, träumt er noch verzweifelter davon, Shendelzares physische Form vollständig wiederherzustellen. Sein Doppelspiel am Hof quält ihn, da er von nobler und herzensguter Natur ist; die allerschlimmste Qual ist jedoch die Vorstellung, welchen Hass diese Vengeful Spirit für ihn in ihrem Herzen hält.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Disabler"],"roles_l":["Support","Nuker","Disabler"]},"abaddon":{"name":"Abaddon","bio":"Das Taufbecken von Avernus ist der Ursprung der Stärke der Familie. Ein Riss im Urgestein, aus dem seit Generationen ein Dunst von prophetischer Macht empor steigt. Jedes Neugeborene aus der Höhlendynastie Avernus wird in dem dunklen Dunst gebadet und stellt durch diese Zeremonie eine Verbindung mit den mystischen Kräften des Landes her. Sie wachsen auf in dem Glauben, die unerschütterlichen Beschützer ihrer geradlinigen Traditionen und Brauchtümer des Reiches zu sein - doch in Wahrheit ist es das Taufbecken selbst, das sie beschützen. Und die Absichten des Dunsts bleiben verschleiert. Sie sagen, dass etwas schief lief, als das Kind Abaddon in dem Becken gebadet wurde. In den Augen des Kindes loderte ein Licht der Erkenntnis auf, das alle Anwesenden aufschreckte und selbst die heiligen Gelehrten raunen lies. Er wurde in der Erwartung großgezogen den gleichen Pfad wie jeder Nachkomme der Avernus zu beschreiten - ein Krieger zu werden, sodass er die Armee der Familie in den Kampf zur Verteidigung des Landes ihrer Ahnen führen konnte, sollte die Zeit jemals kommen. Doch Abaddon war stets ein Einzelgänger. Wenn die anderen mit der Waffe trainierten, vertiefte er sich in Anwesenheit des Dunstes in die Meditation. Er trank von den Schwaden, die tief aus dem Inneren des Brunnens aufstiegen und lernte so, seinen Geist mit der Macht, welche tief unterhalb des Hauses schlummerte, zu verbinden. Er verwandelte sich zu einem Wesen aus schwarzem Dunst. Dies führte zu Unmut im Hause Avernus - die alten und jungen Familienmitglieder beschuldigten ihn gleichermaßen, sich seiner Verantwortung zu entziehen. Doch alle Anschuldigungen stoppten abrupt, als Abaddon in die Schlacht ritt und sie sahen, dass die Kräfte des Dunstes ihm eine Macht über Leben und Tod gegeben hatten, wie sie noch kein Herrscher des Hauses zuvor gehabt hatte.","atk":"melee","atk_l":"Nahkampf","roles":["Support","Carry","Durable"],"roles_l":["Support","Carry","Durable"]},"elder_titan":{"name":"Elder Titan","bio":"Manch einer fragt sich, \"Wie wurde dieser Welt ihre Form verliehen?\" Warum besitzt genau diese der vielen Welten der Schöpfung solch wundersame Eigenschaften, ihre vielfältige und strukturlose Ansammlung von Wesen, Kulturen und Legenden. \"Die Antwort\", so flüstert man, \"liegt bei den Titanen.\" \r\nDiese uralten Vorfahren existieren seit nahezu Anbeginn der Zeit und wenn gleich sie sich nicht zu den tatsächlichen Zeugen der Schöpfung zählen können, so sind sie doch mit ihrem nachhaltenden Echo im Ohr geboren. Geprägt von den frühesten Energien des Universums, wünschten sie nichts mehr, als selbst in der Rolle von Schöpfern fortzuwähren. Und so machten sie sich ans Werk, die Dinge nach ihrem Willen zu formen: hämmernd und hitzend, biegend und brechend. Und als sich herausstellte, dass gewöhnliche Dinge keine Herausforderungen mehr für sie darstellten, setzten sie ihre Werkzeuge an sich selbst an, gestalteten ihren Verstand neu und schmiedeten ihre Seele, bis sie zu Wesen von immenser Beständigkeit geworden waren. Schließlich wurde die Wirklichkeit selbst zum Gegenstand ihrer Schmiedekunst. Von Zeit zu Zeit jedoch unterlief auch ihnen der ein oder andere Fehler, bei großen Ambitionen ein unvermeidbares Übel. \r\nDer, der als Elder Titan bekannt ist, war ein großer Wegbereiter, welcher an der Schmiede der Schöpfung gelernt hatte. Beim Feinschliff seiner Fähigkeiten zerbarst etwas, das nicht mehr instand gesetzt werden, sondern nur noch beiseite geworfen werden konnte. Er verlor sich in seiner eigenen, zerbrochenen Welt, nun selbst eine zersplitterte Seele. Dort harrte er aus zwischen spitzen Scherben und zerborstenen Platten, zusammen mit anderen verlorenen Fragmenten, die durch die Risse des frühen Universums gedrungen waren. Und dies ist der Grund, aus dem die Welt, die wir kennen, an eine Insel von Aussätzigen erinnert, Gestrandete eines längst vergessenen Schiffbruchs. Vergessen von allen, außer demjenigen, der sich selbst die Schuld an ihrem Verlust gibt. Unermüdlich verbringt er seine Tage damit, nach einem Weg zur Wiederherstellung seiner zerbrochenen Seele zu suchen, um uns und die Welt gleichermaßen wieder instand zu setzen. Dies ist derjenige, der uns als Elder Titan bekannt ist.","atk":"melee","atk_l":"Nahkampf","roles":["Initiator","Disabler","Nuker","Durable"],"roles_l":["Initiator","Disabler","Nuker","Durable"]},"legion_commander":{"name":"Legion Commander","bio":"Sie kamen ohne Vorwarnung. Innerhalb der Mauern von Stonehall vernahm man ein Grollen und einen grauenhaften Lärm und aus einer unbekannten Finsternis erschienen unzählige Bestien, Flammen speiend und faule Zauber wirkend erschlugen und zerrissen sie Mütter und Söhne zu dunklen Zwecken. Von Stonehalls einst so mächtigem Militär war nur die Bronzene Legion, angeführt von der unbezwingbaren Kommandantin Tresdin, nahe genug, um dem Ruf der Schlacht zu folgen. Sie ritten zurück zur Stadt, kämpften sich ihren Weg durch blutige Gassen und brennende Marktplätze und schlugen sich durch die monströse Schar bis zur Quelle der plötzlichen Invasion: Ein ätherischer Riss durchzog den Stadtplatz und an seinem Abgrund wartete der gefürchtete Anführer der Eindringlinge. Gehüllt in einen zerstörerischen Schimmer schwang der Anführer der Horden des Abgrunds seine gewaltige Klinge und spaltete einen Legionär in zwei Teile. Tresdin hob ihr blutverschmiertes Schwert und richtete ihren Blick auf die Bestie. Die Bestie wendete sich ihr, durch ein Labyrinth aus Zähnen grinsend, zu. Ohne die Schlacht, die um sie herum tobte, zu beachten, stürmten sie aufeinander zu. Schlag für Schlag parierend duellierten sie sich, während die Bronzene Legion um sie herum ihr Ende fand. Tresdin sprang nach vorne, als ihr Gegner sein Schwert schwang, um sie zu treffen. Das Blatt wendete sich. Die Attacke traf Tresdin, ein brutaler Schlag in die Seite, aber selbst, als sie das Gleichgewicht verlor, mobilisierte sie ihre Kräfte für einen weiteren Schlag. Klinge schabte auf Klinge, über den Griff auf die knorrige Pfote darunter und schnitt sie in einem furchterregenden Nebel aus Funken und Blut entzwei. Das abscheuliche Publikum sah mit Erstaunen, wie sie ihrem Gegner die Klinge durch sein Fleisch ins Herz rammte. Mit einem Schrei, der die Wolken am Himmel teilte, brach die Bestie in einem Schwall aus Blut zusammen. Das stygische Portal schwankte, die Macht, die den Riss offen gehalten hatte, verschwand so plötzlich, wie sie gekommen war. Die verbleibenden Invasoren fielen schnell dem Stahl von Stonehall zum Opfer. Obwohl sie siegreich waren, hatten die Verbliebenen nicht viel zu feiern: Die Stadt lag in Trümmern und es gab nur wenige Überlebende. Feuer breiteten sich weiter aus. Ihre Banner des Krieges ausbreitend sammelte Tresdin alle Verbündeten, die sie kriegen konnte. Ihre Wut glühte, als sie den Streitkräften des Abgrunds brutale Rache schwor und jeden verfluchte, der ihr dabei im Weg stand.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Disabler","Initiator","Durable","Nuker"],"roles_l":["Carry","Disabler","Initiator","Durable","Nuker"]},"ember_spirit":{"name":"Ember Spirit","bio":"Verloren in den Klagenden Bergen liegt die verlassene Festung der Flammen, ihre Trainingshallen sind leer, der Hof ist mir Blättern und Staub bedeckt. Auf einem Podest im Inneren des verschlossenen Tempels ruht ein Topaskessel, gefüllt mit uralter Asche vom Scheiterhaufen des Kriegerpoeten Xin. Drei Generationen lang lehrte er sein Gefolge die Bindung mit der Flamme des Wächters, eine Serie von Mantras, um den Verstand und den Körper auf die harte Realität außerhalb der Mauern der Festung vorzubereiten. Indem er jedoch andere den Weg des Kriegers lehrte, machte er sich auch Krieger zu Rivalen und als Xin älter wurde, wurde er besiegt und getötet. Seine Anhänger verteilten sich in alle Himmelsrichtungen. Jetzt, nachdem aus Jahren Jahrhunderte wurden und von den Anhängern nur noch ihre Nachkommen übrig blieben, werden seine Lehren noch immer durch geflüsterte Worte und Taten weitergegeben. Angezogen vom Vermächtnis des Lehrmeisters besuchte die Essenz des Feuers diese Festung und entfachte erneut die Überreste des Lehrers. Aus der Glut trat das Abbild des Xin hervor, bereit mit nachdenklicher Miene all jene, die Führung suchten, zu unterrichten und zu lehren und das Feuer des Wissens zu verbreiten.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape","Nuker","Disabler","Initiator"],"roles_l":["Carry","Escape","Nuker","Disabler","Initiator"]},"earth_spirit":{"name":"Earth Spirit","bio":"Tief inmitten der Hochland-Klippen liegt ein Flöz mit heiliger Jade, welches längst von den Wärtern des Hochlands aufgegeben wurde. In dieses seltene Material wurde das Abbild des großen Generals Kaolin eingemeißelt und an der Spitze einer Armee aus zehntausend Steinkriegern begraben – eine Macht aus Soldaten und Heiligen, Narren und Akrobaten, von Handwerkern eingemeißelt und für Jahrtausende in der dunklen Umarmung der Erde begraben.\r\nDie Handwerker wussten allerdings nicht, dass innerhalb des seltsamen Jade-Flözes die Seele der Erde selbst verweilte - eine urgewaltige Macht, eins mit dem Planeten. Als diese Macht sich innerhalb der eingemeißelten Jade, vom Lebensblut der Welt abgeschnitten, wiederfand, sammelte sie im Laufe von tausenden von Jahren ihre Stärke und grub sich selbst einen Weg ans Tageslicht und in die Freiheit. Jetzt schreitet der großartige Earth Spirit Kaolin über die Straßen des Hochlands und kämpft für die Seele der Erde; und ruft in Zeiten der Not die Überreste der begrabenen Armee herbei, die immer noch in der liebevollen Umarmung der Erde eingeschlossen sind.","atk":"melee","atk_l":"Nahkampf","roles":["Nuker","Escape","Disabler","Initiator","Durable"],"roles_l":["Nuker","Escape","Disabler","Initiator","Durable"]},"terrorblade":{"name":"Terrorblade","bio":"Terrorblade ist der Dämonen-Plünderer – ein gesetzloser Teufelsbraten, der sogar von anderen Dämonen gefürchtet wird. Ein kosmischer Ikonoklast, der die Dämonenanführer bestohlen hat, ignoriert die kodifizierten Bräuche, die sein Verhalten beschränken sollten und brach alle Gesetze der sieben Höllenregionen. Für seine Verbrechen wurde ihm diese Lektion beigebracht: Selbst die Hölle hat eine Hölle. Eine kurze, grausame Prüfung mit vielen Toten auf allen Seiten folgte und er wurde endlich in Foulfell eingesperrt, einer verborgenen Dimension, wo das Dämonengeschlecht sich selbst einsperrt. Aber Foulfell ist kein gewöhnliches Gefängnis. In diesem dunklen Spiegel der Realität wurden Dämonen dazu verurteilt, auf ewig in die verdorbene Reflexion ihrer eigenen Seelen zu starren. Aber anstatt zu leiden, machte Terrorblade sich selbst zum Meister seines eigenen reflektierten bösen Ichs – ein zorniger, diebischer Dämon mit unvorstellbarer Macht. Unter Einfluss seiner inneren Bestie, zerstörte er die fraktalen Gefängnismauern und sprengte sich frei, um seinen freien Terror auf alle Schöpfungen loszulassen.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Pusher","Nuker"],"roles_l":["Carry","Pusher","Nuker"]},"phoenix":{"name":"Phoenix","bio":"Einsam in der unberührten Dunkelheit leuchtete die erste Sonne des Hüters, ein einziger Punkt vernunftbegabten Lichts, der die ewige Leere mit Wärme erfüllte. Über unzählige Äonen sammelte dieses Leuchtfeuer seine unglaubliche Energie, um endlich in der katastrophalen Explosion einer Supernova zu vergehen. Aus dem Inferno entsprangen neue Leuchtfeuer, Sternenkinder, ihrem Vorfahren gleich, die den finsteren Kosmos durchschritten und die ersten Sternenbilder bildeten. Nach einer weiteren Ewigkeit würden auch sie in einer Supernova enden. Und so würde sich der Zyklus aus Geburt und Wiedergeburt immer weiter fortsetzen, bis alle von Titanenhand geschaffenen Himmel funkelten. \r\nIn diesen endlosen Schmelztiegeln entstand auch der Stern, den die Sterblichen Phoenix nennen würden. Wie seine Vorfahren wurde er in den endlosen Weltraum gestoßen, um seinen Platz unter seinesgleichen zu finden. Doch Neugier nach dem, was von den ermüdenden Alten in der Dunkelheit mit Leben erfüllt wurde, überkam den Neuling. Über lange Zyklen studierte und forschte er. Er lernte, dass unter den Welten – heile, wie gebrochene – bald ein Nexus von bemerkenswerter Abwechslung entstehen würde, der in einem ewigen Kampf von universaler Bedeutung gefangen war, eine Ebene, die mehr Hilfe brauchte als das Licht einer weit entfernten sterbenden Sonne. Und so nahm der neugeborene Sohn der Sonnen feste Form an, freudig wandernd, um seine Wärme denen zu schenken, die sie am meisten brauchten – und um womöglich sein Schicksal zu ergreifen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Initiator","Escape","Disabler"],"roles_l":["Support","Nuker","Initiator","Escape","Disabler"]},"oracle":{"name":"Oracle","bio":"Jahrhundertelang bezogen die Könige des Großen Throns von Cymurri ihre Orakel aus dem Elfenbein-Inkubarium hoch oben zwischen den kargen Gipfeln der Zelotenkette, wobei bei der Zeugung des Embryos eine Anzahlung gemacht und der Restbetrag bei der Lieferung des erwachsenen, sorgfältig ausgebildeten Propheten beglichen wurde.\r\nAlle Orakel wurden von denselben Weißen Seherinnen großgezogen, die sie austrugen und gebaren. Ihre physische Form war in der Welt verankert, in der die meisten von uns leben, während ihre Seelen weit draußen umherstreiften, unbeeinträchtigt durch ihre astralen Nabelschnüre. Wenn die Propheten von solchen kosmischen Streifzügen zurückkehrten, sprachen sie Worte aus Feuer mit Zungen aus Fleisch. Ihre geheimnisvollen gemurmelten Äußerungen wurden von den Cymurri-Beratern analysiert, welche in ihnen Visionen der Zukunft, diplomatischen Rat und all die übernatürliche Munition fanden, die das Geschlecht der Götzenkönige benötigte, um ihren Sieg in jeder Auseinandersetzung, sei es vor Gericht oder auf dem Schlachtfeld, sicherzustellen. So ging es etliche Generationen lang, die Seiten des Götzenbuches füllten sich mit den Namen von triumphierenden Königen und den Gebieten, die sie eroberten. So ging es, zumindest bis das spezielle Orakel namens Nerif eintraf, um dem letzten der Steinhelme tragenden Könige zu dienen.\r\nNerifs Prophezeiungen waren von Beginn an ungewöhnlich. Sie schienen nicht auf die Zukunft hinzudeuten, sondern diese zu formen. Der sonderbare Wahrsager brachte krächzend Ratschläge hervor, nach denen niemand gefragt hatte, und plötzlich fanden sich die Cymurri in Konflikten mit neuen Feinden verstrickt wieder. Die Berater spürten einen Angriff auf ihre Macht und hefteten diese unwillkommenen Entwicklungen schnell dem neuen Orakel an. Sie forderten seine Entlassung und baten die Seherinnen, ihren fehlerbehafteten Propheten zurückzunehmen und ihn mit einem würdigen Vertreter zu ersetzen. Doch Nerif beschrieb einen unheilvollen Traum von der Zerstörung des Inkubariums und einige Stunden später erhielt man Nachricht von der Zerstörung der uralten Schule durch eine katastrophale Lawine. Die Berater, die dasselbe Schicksal wie die Weißen Seherinnen fürchteten, zogen sich daraufhin in ihre Beratungskammern zurück, plötzlich bemüht, nicht die Aufmerksamkeit des Orakels auf sich zu ziehen.\r\nDer Götzenkönig war allerdings ein Wesen mit starker praktischer Veranlagung und stellte die Hingabe seiner übervorsichtigen Berater infrage. Ein solch außergewöhnliches Orakel, argumentierte er, sollte als Waffe genutzt werden, um seinen Einfluss zu vergrößern. Also degradierte er seine zaghaften Berater und stellte Nerif an seine Seite. Ohne Nerifs Talent auch nur im Ansatz zu begreifen, nannte er kühn seine gewünschten Erfolge und überredete Nerif, seine Wünsche als Prophezeiung vorherzusagen.\r\nZunächst ging alles gut. Der letzte Götzenkönig prahlte, dass er mit der Aufnahme des Schoßkindes des Schicksals das Schicksal selbst zu seinem Spielball gemacht hatte. Er hätte es als Warnung sehen sollen, als er am Vorabend seiner Invasion des Reichs der Ungestillten Satrap versuchte, eine Vorhersage seines sicheren Sieges von seinem Orakel zu erzwingen, aber von Nerif nur ein leise gemurmeltes \"Es könnten beide Möglichkeiten eintreten\" zu hören bekam. Keine klarere Aussage konnte er seinen Lippen entlocken. Dennoch war der König voller Vertrauen in seine Armee. Die Satrapie war von seinem Land umschlossen, schlecht bewaffnet und von allen möglichen Verbündeten abgeschnitten. Er interpretierte \"Es könnten beide Möglichkeiten eintreten\" als Hinweis, dass sein Plan mit der taktischen Überlegenheit auf seiner Seite nur geringe Risiken barg.\r\nNatürlich wissen wir nun, dass er die Worte des Sehers hätte wörtlich nehmen sollen. Selbst nach sorgfältigem Studium der mit Erläuterungen versehenen Annalen von If ist es fast unmöglich, sich vorzustellen, was auf dem Platz vor dem Palast der Ungestillten Satrap geschah. Es scheint, dass die Schlacht inmitten des Gemetzels zwei verschiedene Verläufe nahm. An jedem Schlüsselpunkt teilte sich die Realität und zerbrach in Stücke. Soldaten, die wankten und im Kampf fielen, standen gleichzeitig trittsicher und setzten ihren Kampf fort. Auch ihr Verstand teilte sich; die Krieger waren gleichzeitig tot und lebendig, sie existierten und existierten doch nicht. Sieg und Niederlage wurden geteilt, sodass jeder einzelne Ausgang der Schlacht von beiden Armeen gleichzeitig erlebt wurde. Das Universum wurde zu einem Spiegelkabinett, in dem alle Spiegel endlos zerbrachen.\r\nDie unmittelbare Folge für beide Seiten war Wahnsinn. Außerstande, den Zustand, siegreich und geschlagen zu sein, zu begreifen, zerstreute sich der Verstand des Götzenkönigs in Staubkörner des Wahnsinns. Den einfachen Satrap erging es nicht anders. Die sich widersprechenden Realitäten teilten sich weiter und weiter auf und erzeugten unendlich viele Geschichtsverläufe, alle bevölkert mit einer verwirrten Population, welche schon bald ihre Fähigkeit verlor, sich zu ernähren, zu kleiden, zu verteidigen oder auf herkömmliche Art fortzupflanzen.\r\nLange bevor die Nachwirkungen verebbten, brachten die umsichtigen Berater der Cymurri Nerif jedoch in ihre Gewalt, fesselten und knebelten ihn und beförderten ihn auf einer Dimensionsbarke mit hoher Geschwindigkeit aus ihrem Universum, in der Hoffnung, ihn irgendwohin zu schicken, wo er ihnen nicht mehr schaden könnte. Natürlich war es für sie bereits zu spät. Und für uns könnte es das auch sein.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Nuker","Disabler","Escape"],"roles_l":["Support","Nuker","Disabler","Escape"]},"techies":{"name":"Techies","bio":"In der sagenumwobenen Geschichte von Dredger's Bight wurde kein Etablissement so sehr verunglimpft wie Techies Demolitions. Allerdings existiert Dredger's Bight auch nicht mehr. Genau wie Toterin. Oder sogar Trapper Town. Tatsächlich könnte man beim Verfolgen der Geschichte von Techies Demolitions bemerken, dass Städte zum Verschwinden neigen, kurz nachdem die Techies auftauchen. Genau wie jede unvermeidbare Katastrophe der Techies begann die Auslöschung Dredger's Bights mit einer Erfindung. Beauftragt mit der Entwicklung einer sichereren Art und Weise, Sprengstoff in den Minen unterhalb der Stadt zu zünden, entwickelten die Pyrotechniktalente Squee, Spleen und Spoon ihre bislang ausgefallenste Kreation: Ein Knopf, der beim Drücken eine weit entfernte Vorrichtung zum Entfachen einer Zündung auslösen würde. Im Übereifer, ihre Erfindung zu testen, stopfte das Trio Fass nach Fass mit Flammensalzsprengstoff und stapelte die neu entwickelten Fernzünderbomben in jeder Ecke ihrer winzigen Werkstatt. Aus diesem Vorrat entnahmen sie eine einzelne Ladung und vergruben sie in einem weit entfernten Feld. Nachdem sie in einem Graben in Deckung gegangen waren, drückte Spleen den Zündknopf. Doch nachdem ein Moment verstrichen war, geschah nichts. In Verwirrung stand er auf und drückte den Knopf immer wieder, bis endlich eine Explosion ein Loch in das Feld riss. Ermuntert richteten sich Squee und Spleen heimwärts, als sie plötzlich von einer massiven Schall- und Druckwelle umgerissen wurden. Fassungslos und mit einem Ohrensausen von dem überraschenden Knall zogen sie in den düsteren Dunst hinein, nur um eine rauchende Ruine vorzufinden, wo einst ihre Werkstatt stand. Noch immer fielen Holz- und Steinbrocken vom Himmel, als sich der klaffende Krater vor ihnen zu einer immer tiefer werdenden Grube ausdehnte. Ganz Dredger's Bight erbebte und begann allmählich in die unterirdischen Minen herabzurutschen, während seine Bewohner in Panik flohen. So saßen sie am Rande ihrer versinkenden Heimat und grinsten und kicherten, begeistert von den neuen Möglichkeiten und blind gegenüber der Verachtung ihrer ehemaligen Nachbarn. Es stellte sich ihnen nur eine Frage: Wie könnten sie eine noch größere Explosion auslösen?","atk":"ranged","atk_l":"Fernkampf","roles":["Nuker","Disabler"],"roles_l":["Nuker","Disabler"]},"winter_wyvern":{"name":"Winter Wyvern","bio":"Wie so viele große Poeten, will Auroth einfach nur Zeit zum Schreiben, aber im Leben der Winter Wyvern gibt es zahlreiche Störungen. Die Epen der Eldwürmer haben eine lange und schillernde Vergangenheit, aber viele glauben, dass die verbliebenen Gelehrten der Drachen in letzter Zeit an Produktivität verloren haben. Denn seit dem Großen Zeitalter wurden in den Eldwurm Eddas lediglich einige wenige Zeilen ergänzt. Darüber klagt auch Auroth: \"Wir vergessen, dass es im Leben um mehr geht, als um Triumph und Herrschaft über unsere Feinde. Vielmehr leben wir auch, um unserer Kreativität Ausdruck zu verleihen.\" Auf ihren zahlreichen Forschungsexpeditionen sammelt sie deshalb Bücher, weil sie sich von diesen Inspiration erhofft. Nur stellte sich ausgerechnet das als fürchterlich ablenkend heraus, sodass auch Auroth weit weniger schreibt, als sie eigentlich sollte. Allzu oft findet sie sich in epischen Schlachten gegen mächtige Gegner wieder, wenn sie doch in ihrem Versteck liegen und an den Eddas arbeiten sollte. Sie plündert Schlösser und uralte Bibliotheken, und falls sie dabei Reichtümer findet, tut sie das als einen bloßen Nebeneffekt ihrer Forschung ab. Tatsächlich aber sind ihre Fähigkeiten auf dem Schlachtfeld legendär, während ihre wissenschaftlichen Bemühungen bisher kaum wahrgenommen wurden. Allerdings gibt sie sich nicht damit zufrieden, der Inhalt von Erzählungen und Legenden zu sein, sondern möchte diese gerne auch selbst verfassen.","atk":"ranged","atk_l":"Fernkampf","roles":["Support","Disabler","Nuker"],"roles_l":["Support","Disabler","Nuker"]},"arc_warden":{"name":"Arc Warden","bio":"Vor dem Anfang aller Dinge existierte eine Präsenz: ein ursprüngliches Bewusstsein, unendlich, Ehrfurcht gebietend und mit einem unergründlichen Zweck. Als das Universum sich mit einem Donnerschlag erschuf, wurde dieses Bewusstsein zerschmettert und zerstreut. Zwei der größeren Fragmente – welche später Radiant und Dire genannt werden sollten – fanden sich selbst in grausamer Konkurrenz gefangen und begannen, die komplette Schöpfung zu verdrehen, um ihrem Konflikt zu dienen.<br><br>\r\nAls Krieg und Aufruhr den aufkommenden Kosmos gefährdeten, trat das Bewusstsein eines dritten Fragments in Erscheinung. Es nannte sich Zet und machte sich zur Aufgabe, die Disharmonie zu beseitigen und alle Dinge zu perfekter Einheit zurückzuführen. Entsetzt von den gegensätzlichen Naturen der anderen Fragmente sammelte Zet die Summe all seiner Kräfte. Mit einem Lichtblitz überwältigte es seine Geschwister und verschmolz die beiden gegensätzlichen Aspekte in einer stellaren Kugel, die es in die Dunkelheit hinauswarf, um eine unbestimmte Welt zu umkreisen. Harmonie war wiederhergestellt, aber nur ein Bruchteil von Zets Kraft war übrig geblieben. Mit seinem Blick auf dem Gefängnis entschloss Zet, seine geschwächte Macht zu nutzen, um bis ans Ende aller Zeit als wachsamer Wächter zu dienen. Ungezählte Äonen lang stand er Wache.<br><br>\r\nAuf der Welt unter ihm erwachte Leben, blind gegenüber der Gefahr, die im sanft leuchtenden Mond lauerte, und Zets Bemühungen, sie dort zu halten. Die Oberfläche des Gefängnisses erzitterte vom Widerhall des ewigen Konflikts der beiden Gefangenen und bekam Risse. Letztendlich erwies sich Zets dezimierte Macht als zu gering, um die Risse zu kontrollieren und der Mond zerbrach. Die Ancients waren ihrem Gefängnis entkommen, um ihren Konflikt neu zu entfachen.<br><br>\r\nZet wurde durch die Explosion des Gefängnisses in die entlegenste Ecke des Universums geschleudert und von den dissonanten Energien seiner Gefangenen verwandelt. Er hatte nicht länger eine einzige Gestalt und einen einzigen Geist, seine Präsenz war gespalten, aufgeteilt auf Viele – manche geringer, manche größer – alle verbunden durch ein flüchtiges Bewusstsein. Kämpfend mit seiner eigenen Zerrissenheit raste Zet in Richtung des wachsenden Konflikts seiner Geschwister, während er seine bruchstückhaften Gedanken zu einer einzigen Schlussfolgerung zwang: die Aspekte des ursprünglichen Bewusstseins mussten sich wieder vereinigen oder alle mussten zerstört werden, um ein weiteres Ausbreiten des Konflikts zu verhindern...","atk":"ranged","atk_l":"Fernkampf","roles":["Carry","Escape","Nuker"],"roles_l":["Carry","Escape","Nuker"]},"abyssal_underlord":{"name":"Underlord","bio":"Weder Mythen noch Lieder existieren, um von ihrem Kommen zu erzählen.<br><br>Tief unter der Oberfläche der Welt liegen unbekannte Wunder und Schrecken. Unten und noch weiter unten, neben den schlitternden Magmafeldern und den siedenden Wurzeln schlummernder Vulkane liegt die Obsidian-Stadt Aziyog. Ihr unvergleichliches Mauerwerk umfasst eine endlose Höhle. Innerhalb der Wabenwände, die mit den Knochen zahlloser Sklaven erbaut wurde, liegt das Gebiet der Abysshorde und ihres brutalen Underlords Vrogros.<br><br>Von monströsen Schmiedemeistern ausgerüstet und mit den Künsten der dunklen Kluft vertraut ist Vrogros in der Lage, durch die Windung zwischen den Welten Flammen und lähmende Bosheit heraufzubeschwören. Er strebt danach, seinen Besitz immer weiter zu mehren und alle zu zerstören oder zu versklaven, die ihm in die Quere kommen. Doch weil das unterirdische Reich nur wenig Land bietet, hat sich sein Blick nach oben gewendet. Auf seinen Befehl hin sind bereits die ersten Wellen dämonischer Invasoren durch den Riss marschiert – ein paar verdammte Legionen, die lediglich die Macht der oberen Nationen testen sollten. Jetzt macht sich seine ganze Streitmacht bereit für einen unendlichen Eroberungsfeldzug und Vrogros tritt selbst in die sonnenbeschienene Welt, um seine kommende Herrschaft zu verkünden. Jene, die dem Underlord begegnen, werden sich entweder verbeugen und Tribut zahlen oder an Ort und Stelle zermalmt werden.","atk":"melee","atk_l":"Nahkampf","roles":["Support","Nuker","Disabler","Durable","Escape"],"roles_l":["Support","Nuker","Disabler","Durable","Escape"]},"monkey_king":{"name":"Monkey King","bio":"500 Jahre lang drückte der Berg auf ihn, sein steinernes Gefängnis, das die alten Götter heraufbeschworen hatten, um seine kindische Rebellion zu stoppen, aus dem nur noch sein Kopf herausragte. Entlang der Kanten seines entblößten Gesichts wuchs bereits Moos, Grasbüschel sprießten ihm aus den Ohren und aus dem Boden neben seinen Wangen wucherten Wildblumen, die seinen Ausblick wunderbar einrahmten. Die meisten dachten, er wäre bereits vor langer Zeit gestorben; von den Göttern qualvoll bestraft, weil er Krieg gegen die Himmel geführt hatte, bis nur noch Legenden von ihm berichteten. Aber, wie man sich erzählt, kann der Monkey King nicht sterben.<br><br>\r\nAlso wartete er. Er harrte aus, bis die Götter wiederkehrten und ihm eine Möglichkeit auf Vergebung anboten: Er sollte einen jungen Geistlichen auf dessen geheimer Reise begleiten, ihn vor Dämonen sowie anderen Gefahren beschützen und dafür sorgen, dass er mit einem begehrten Relikt im Gepäck heil seinen Rückweg fand. Wukong nahm das Angebot an, schwor den Befehlen des Jungen strikt zu gehorchen und seiner heiligen Mission zu dienen, da man ihm danach all seine Missetaten vergeben würde.<br><br>\r\nDiesmal erfüllte Sun Wukong seinen Eid den Göttern gegenüber und wurde von den Sünden seiner vergangenen Aufstände freigesprochen. Der junge Mönch, gestählt durch die mühsame Reise, kehrte mitsamt dem Relikt in seinen Tempel zurück und Wukong, zum ersten Mal in hohem Ansehen bei allen namhaften Göttern, dachte kurz daran, seinen alten Hang zu Abenteuern und Ruhm endgültig abzulegen. Aber der Monkey King ist der geborene Schabernack...und sich mit Göttern anzulegen, wird niemals langweilig.","atk":"melee","atk_l":"Nahkampf","roles":["Carry","Escape","Disabler","Initiator"],"roles_l":["Carry","Escape","Disabler","Initiator"]}}